Repository: weed-/sendy.localization.de_DE
Catalog: *.utf8/LC_MESSAGES/default.po
Languages: de_de

source: Sort lists and templates by
de_de: Sortierung von Listen und Vorlagen nach

source: Date added
de_de: Hinzugefügt am

source: No. of rows to show in campaigns, reports, lists and rules
de_de: Anzahl der Zeilen für Kampagnen, Berichten, Listen und Regeln

source: rows per page
de_de: Zeilen pro Seite

source: Hide hidden lists
de_de: Versteckte Listen ausblenden

source: Brand settings
de_de: Marken-Einstellungen

source: If you're creating this brand for your client, you can allow them to send newsletters on their own at a fee you preset below.
de_de: Wenn Sie diese Marke für einen Klienten erstellen, können Sie ihm erlauben Newsletter, zu einer Gebühr selbst zu versenden, welche Sie unten einstellen.

source: Send the
de_de: Sende die

source: Client login details
de_de: Zugangsdaten des Kunden

source: to your client so that they can login to manage lists, subscribers and send newsletters.
de_de: zu Ihrem Klienten, damit sie sich einloggen können, um Listen und Abonnenten zu verwalten und Newsletter zu versenden.

source: Also, don't forget to set your PayPal account email address in
de_de: Vergessen Sie nicht, die Email-Adresse ihres PayPal Kontos einzurichten unter

source: Settings
de_de: Einstellungen

source: Login email
de_de: Login E-Mail Adresse

source: This login email is already in use by your main login email address set in your main Settings. Please use another email address or remove the email address from the field.
de_de: Sie haben diese E-Mail Adresse bereits im Bereich ‚Einstellungen‘ als Haupt-Account festgelegt. Bitte verwenden Sie eine andere E-Mail Adresse oder entfernen Sie die Adresse aus dem Feld.

source: Generate new password
de_de: Neues Passwort generieren

source: Two-factor authentication is currently <strong class="label label-success">enabled</strong>
de_de: Die Zwei-Faktor-Authentifizierung ist aktuell <strong class="label label-success">eingeschaltet</strong>

source: Disable two-factor authentication
de_de: Zwei-Faktor-Authentifizierung ausschalten

source: Two-factor authentication is currently <strong class=\"label\">disabled</strong>
de_de: Die Zwei-Faktor-Authentifizierung ist aktuell <strong class=\"label\">ausgeschaltet</strong>

source: (two-factor authentication can only be enabled by the brand user while logged in to their account)
de_de: (die Zwei-Faktor-Authentifizierung kann nur vom Markenbenutzer aktiviert werden, wenn er angemeldet ist)

source: Unable to save. Please try again.
de_de: Fehler beim Speichern. Bitte versuchen Sie es erneut.

source: Two-factor authentication is currently <strong class="label">disabled</strong>
de_de: Die Zwei-Faktor-Authentifizierung ist aktuell <strong class="label">ausgeschaltet</strong>

source: Language
de_de: Sprache

source: Client privileges
de_de: Berechtigungen des Kunden

source: By default, your client will have full access to their own brand so they can manage their own lists, subscribers, campaigns, templates and see reports. You can however adjust these privileges below.
de_de: Kunden haben standardmäßig vollen Zugriff auf ihre eigene Marke, damit sie ihre eigenen Listen, Abonnenten, Kampagnen, Templates verwalten und die Berichte sehen können. Sie können diese Berechtigungen jedoch unten anpassen.

source: Client can access campaigns
de_de: Kunde hat Zugriff auf die Kampagnen

source: Client can access templates
de_de: Kunde hat Zugriff auf die Templates

source: Client can access lists and subscribers
de_de: Der Kunde hat Zugriff auf Listen und Abonnenten

source: Client can access campaign reports
de_de: Kunde hat Zugriff auf die Kampagnenberichte

source: Campaign sent notifications
de_de: Einstellungen für die Versandbenachrichtigungen

source: When a campaign is sent successfully, a 'Campaign sent' email notification is sent to the 'From email' address that was used to send out the campaign. If you want the same email notification to be sent to your main login email address as well so that you're notified each time your client sends out a campaign, check the box below.
de_de: Wenn eine Kampagne erfolgreich verschickt wurde, wird eine entsprechende Nachricht an die Absenderadresse der Kampagne verschickt. Wenn Sie zusätzlich eine Benachrichtigung an die Haupt Login E-Mail Adresse wünschen, setzen Sie diesen Haken. Sie erhalten dann jedes Mal eine E-Mail, wenn ein Kunde eine Kampagne verschickt.

source: Send email notifications to my main login email
de_de: Benachrichtigungen an meine Login E-Mail Adresse senden

source: Campaign fee settings
de_de: Einstellungen für die Kampagnengebühren

source: Currency
de_de: Währung

source: Delivery Fee
de_de: Grundgebühr

source: Cost per recipient
de_de: Kosten pro Empfänger

source: Sending limits
de_de: Sendelimits

source: No limits
de_de: Keine Begrenzung

source: Monthly limit
de_de: Monatliche Begrenzung

source: Non expiring limit
de_de: Nicht verfallende Begrenzung

source: Number of emails
de_de: Anzahl E-Mails

source: Number of emails per month
de_de: Anzahl E-Mails pro Monat

source: Currently used
de_de: Bereits genutzt

source: Reset limit on which day of the month?
de_de: An welchem Tag des Monats soll die Begrenzung zurückgesetzt werden?

source: List settings
de_de: Listeneinstellung

source: List name
de_de: Listenname

source: The list name
de_de: Der Listenname

source: Subscribe settings
de_de: Abonnement-Einstellungen

source: List type
de_de: Listen-Typ

source: If you select double opt-in, users will be required to click a link in a confirmation email they'll receive when they sign up via the subscribe form or API.
de_de: Wenn Sie "Double-Opt-In" wählen, werden die Benutzer aufgefordert einen Link in einer Bestätigungsmail zu klicken. Diese Email erhalten die Benutzer, nachdem sie sich mit Hilfe des Formulars oder durch die API registriert haben.

source: Single Opt-In
de_de: Einfaches Einverständnis

source: Subscribe success page
de_de: Erfolgreiche Abo-Anmeldungsseite

source: To redirect users to a custom page letting them know they're subscribed successfully, enter the link below. If you chose 'Double Opt-In' as your 'List type', this page will tell them a confirmation email has been sent to them.
de_de: Um Benutzer nach einer erfolgreichen Anmeldung auf eine benutzerdefinierte Seite zu leiten, fügen Sie den Link unterhalb ein. Wenn Sie als Listentyp 'Double-Opt-in' wählen, wird der Benutzer auf dieser Seite informiert, dass er eine Bestätigungsmail bekommen hat.

source: Page URL
de_de: Seite URL

source: Advanced options
de_de: Erweiterte Optionen

source: You can also pass variables into your custom 'Subscribe success page' like so
de_de: Sie können auch Variablen in Ihrer benutzerdefinierten „Anmeldung erfolgreich“ Seite verwenden, beispielsweise

source: Example
de_de: Beispiel

source: <code>%n</code> will be converted into the subscriber's name
de_de: <code>%n</code> wird durch den Namen des Abonnenten ersetzt

source: <code>%e</code> will be converted into the 'email'
de_de: <code>%e</code> wird durch die E-Mail Adresse ersetzt

source: <code>%l</code> will be converted into the 'listID'
de_de: <code>%l</code> wird durch die listID ersetzt

source: Subscription confirmed page
de_de: Abonnement bestätigt Seite

source: only applies for double opt-ins
de_de: gilt nur für Double-Opt-In

source: To redirect users to a custom URL letting them know their 'Double Opt-in' subscription is confirmed, enter the link below.
de_de: Mit der folgenden URL können Sie Besucher auf eine eigene Seite umleiten, wenn das Abonnement per Double-Opt-in bestätigt wurde.

source: You can also pass variables into your custom 'Subscription confirmed page' like so
de_de: Sie können auch Variablen in Ihrer benutzerdefinierten „Anmeldung bestätigt“ Seite verwenden, beispielsweise

source: Already subscribed page
de_de: Bereits abonniert

source: To redirect users to a custom URL letting them know they're already subscribed, enter the link below.
de_de: Mit der folgenden URL können Sie Besucher auf eine eigene Seite umleiten, falls sie diese Liste bereits abonniert haben.

source: GDPR reconsent success page
de_de: DSGVO Zustimmung erneuern

source: When you send a reconsent campaign with the <code>[reconsent]</code> tag, the converted reconsent link will send the user to a generic page thanking them for their confirmation. To redirect them to a custom URL, enter the link below.
de_de: Wenn Sie eine Kampagne zur Erneuten Zustimmung im Sinne der DSGVO verschicken und dabei den <code>[reconsent]</code> Tag verwenden, wird der Benutzer auf eine allgemeine Bestätigungsseite umgeleitet. Möchten Sie hierfür eine eigene URL angeben, können Sie das hier tun.

source: GDPR consent not given page
de_de: DSGVO Zustimmung nicht erteilt

source: If you enabled 'GDPR fields' for your subscribe form, users will be required to tick a checkbox in order to complete the subscription. If they don't, they'll be sent to a generic page with an error message "Consent not given". To redirect them to a custom URL, enter the link below.
de_de: Wenn Sie in ihrem Anmeldeformular die 'DSGVO Felder' aktiviert haben, müssen Benutzer ein Häkchen setzen, um die Anmeldung abschließen zu können. Falls sie das nicht tun, werden sie auf eine allgemeine Fehlerseite mit dem Titel "Zustimmung nicht erteilt" umgeleitet. Um stattdessen eine eigene Seite anzuzeigen, geben Sie die URL bitte unten ein.

source: Send user a thank you email after they subscribe through the subscribe form or API?
de_de: Dem Benutzer, nachdem sie sich mit Hilfe des Formulars oder durch die API registriert haben, eine Danksagung schicken?

source: You're on our list!
de_de: Sie sind auf unserer Liste!

source: Thank you email subject
de_de: Betreff für die „Vielen Dank“ E-Mail

source: Email subject
de_de: E-Mail Betreff

source: Thank you email message
de_de: Text für die „Vielen Dank“ E-Mail

source: You can use personalization tags as well as any custom field tags in the subject and message of your thank you email. Eg.
de_de: Sie können Personalisierungs-Tags und alle benutzerdefinierten Felder im Betreff und Text der „Vielen Dank“ Mail verwenden, z.B.

source: You can also use <code>[unsubscribe]</code> or <code>&lt;unsubscribe&gt;&lt;/unsubscribe&gt;</code> in the HTML of your thank you email.
de_de: Sie können <code>[unsubscribe]</code> oder <code>&lt;unsubscribe&gt;&lt;/unsubscribe&gt;</code> im HTML ihrer „Vielen Dank“ Mail verwenden.

source: Email message
de_de: E-Mail Nachricht

source: Welcome onboard!
de_de: Willkommen an Bord!

source: You are on our list. Changed your mind? You can opt out below.
de_de: Sie sind auf unserer Liste. Haben Sie es sich anders überlegt? Sie können sich unten wieder abmelden.

source: Unsubscribe me
de_de: Abmelden

source: Please confirm your subscription
de_de: Bestätigen Sie Ihre Newsletter-Anmeldung

source: Confirmation email subject
de_de: Betreff der E-Mail Bestätigung

source: A generic subject line will be used if you leave this field empty.
de_de: Eine allgemeine Betreffzeile wird verwendet, wenn Sie dieses Feld frei lassen.

source: Subject of confirmation email
de_de: Betreff der E-Mail Bestätigung

source: Double Opt-In confirmation message
de_de: Double-Opt-In Bestätigungsnachricht

source: A generic email message will be used if you leave this field empty.
de_de: Eine allgemeine E-Mail Nachricht wird verwendet, wenn Sie dieses Feld frei lassen.

source: Don't forget to include the confirmation link tag
de_de: Vergessen Sie nicht das Bestätigungslink-Tag beizufügen

source: somewhere in your message
de_de: irgendwo in Ihrer Nachricht

source: You can use personalization tags as well as any custom field tags in the subject and message of your confirmation email. Eg.
de_de: Sie können Personalisierungs-Tags und alle benutzerdefinierten Felder im Betreff und Text der Bestätigungsmail verwenden, z.B.

source: You're almost there!
de_de: Fast fertig!

source: Please confirm your subscription by clicking the button below
de_de: Bitte das Abonnement durch anklicken des Buttons bestätigen

source: Confirm your subscription
de_de: Bestätigen Sie Ihre Newsletter-Anmeldung

source: Unsubscribe settings
de_de: Einstellungen für Abbestellung des Newsletters

source: Unsubscribe behavior
de_de: Abmeldeverhalten

source: If you select double opt-out, users will be required to click a confirmation link in the unsubscribe page to complete their unsubscription.
de_de: Wenn Sie "Double-Opt-Out“ wählen, werden die Benutzer aufgefordert einen Link auf der Abmeldeseite zu klicken, um die Abmeldung zu bestätigen.

source: Unsubscribe user
de_de: Benutzer abmelden

source: When a user unsubscribes from a newsletter or through the API, choose whether to unsubscribe them from this list only, or unsubscribe them from all lists in this brand.
de_de: Wenn sich ein Benutzer von einem Newsletter oder durch die API abmeldet: Wählen Sie ob die Abmeldung nur von dieser Liste oder von allen Listen dieser Marke stattfinden soll.

source: Only this list
de_de: Nur diese Liste

source: All lists
de_de: Alle Listen

source: Unsubscribe confirmation page
de_de: Bestätigungsseite für Abbestellung des Newsletters

source: When users unsubscribe from a newsletter, they'll be sent to a generic unsubscription confirmation page. To redirect users to a page of your preference, enter the link below.
de_de: Wenn sich Benutzer von einem Newsletter abmelden, werden sie zu einer allgemeinen Bestätigungsseite für Abmeldungen geschickt. Um die Benutzer umzuleiten, auf eine Seite Ihrer Wahl, geben sie die URL hier ein.

source: You can also pass variables into your custom 'Unsubscribe confirmation page' like so
de_de: Sie können auch Variablen in Ihrer benutzerdefinierten „Abmeldung bestätigen“ Seite verwenden, beispielsweise

source: <code>%s</code> will be converted into the full 're-subscribe' URL
de_de: <code>%s</code> wird durch die vollständige URL zum erneuten Anmelden ersetzt

source: Send user a confirmation email after they unsubscribe from a newsletter or through the API?
de_de: Soll den Benutzern, die sich von einem Newsletter oder durch die API abgemeldet haben, eine Bestätigung geschickt werden?

source: You're unsubscribed
de_de: Sie sind abgemeldet

source: Goodbye email subject
de_de: Auf Wiedersehen E-Mail Betreff

source: Goodbye email message
de_de: Auf Wiedersehen E-Mail Nachricht

source: You can use personalization tags as well as any custom field tags in the subject and message of your goodbye email. Eg.
de_de: Sie können Personalisierungs-Tags und alle benutzerdefinierten Felder im Betreff und Text der „Auf Wiedersehen“ Mail verwenden, z.B.

source: You can also use <code>[resubscribe]</code> or <code>&lt;resubscribe&gt;&lt;/resubscribe&gt;</code> in the HTML of your goodbye email.
de_de: Sie können <code>[unsubscribe]</code> oder <code>&lt;unsubscribe&gt;&lt;/unsubscribe&gt;</code> im HTML ihrer „Auf Wiedersehen“ Mail verwenden.

source: Goodbye.
de_de: Auf Wiedersehen.

source: Unsubscribed by accident? You can re-subscribe below.
de_de: Versehentlich abgemeldet? Sie können Sich hier wieder anmelden.

source: Re-subscribe me
de_de: Erneut abonnieren

source: Edit template
de_de: Template bearbeiten

source: Edit campaign
de_de: Kampagne bearbeiten

source: Housekeeping
de_de: Datenbankpflege

source: Unconfirmed subscribers
de_de: Unbestätigte Abonnenten

source: Inactive subscribers
de_de: Inaktive Abonnenten

source: Housekeeping for 'Inactive subscribers' allows you to bulk remove subscribers who did not open or click any campaigns that you have ever sent to them.
de_de: Die Datenbankpflege für 'inaktive Abonnenten' entfernt auf einen Schlag alle Abonnenten, die noch nie eine Kampagne geöffnet oder geklickt haben.

source: Did not open
de_de: E-Mail nicht geöffnet

source: Did not click
de_de: Nicht geklickte Links

source: Inactive
de_de: Inaktiv

source: Remove subscribers who did not open any campaign ever sent to them?
de_de: Abonnenten entfernen, die noch nie eine Kampagne geöffnet haben?

source: Export subscribers who did not open any campaign ever sent to them?
de_de: Abonnenten exportieren, die noch niemals eine Kampagne geöffnet haben?

source: Confirm permanently remove subscribers?
de_de: Dauerhafte Abmeldung bestätigen?

source: Sorry, unable to remove subscribers. Please try again later!
de_de: Das Abmelden von Abonnenten ist zur Zeit leider nicht möglich. Bitte versuchen Sie es später noch einmal!

source: Remove subscribers who did not click any links from any campaign ever sent to them?
de_de: Abonnenten entfernen, die noch nie auf einen Link in einer Kampagne geklickt haben?

source: Export subscribers who did not click any links from any campaign ever sent to them?
de_de: Exportiere Abonnenten, die noch nie auf einen Link in einer Kampagne geklickt haben?

source: No housekeeping needed as no campaigns were sent to any of your available lists yet.
de_de: Eine Datenbankpflege ist nicht notwendig, weil bisher noch keine Kampagnen an die zur Verfügung stehenden Listen verschickt worden sind.

source: Housekeeping for 'Unconfirmed subscribers' allows you to bulk remove subscribers who signed up to double opt-in lists but did not click the confirmation link to confirm their subscription.
de_de: Die Datenbankpflege für 'unbestätigte Abonnenten' ermöglicht es, mit einem Schlag alle Abonnenten zu entfernen, die sich zwar angemeldet, aber den Bestätigungslink nicht angeklickt haben.

source: Remove subscribers from all lists who did not confirm their subscription for 1 week?
de_de: Abonnenten von allen Listen entfernen, die ihre Anmeldung seit 1 Woche nicht bestätigt haben?

source: 1 week
de_de: 1 Woche

source: Remove subscribers from all lists who did not confirm their subscription for more than 1 week?
de_de: Abonnenten von allen Listen entfernen, die ihre Anmeldung seit mehr als 1 Woche nicht bestätigt haben?

source: > 1 week
de_de: > 1 Woche

source: Remove subscribers from all lists who did not confirm their subscription for more than 2 weeks?
de_de: Abonnenten von allen Listen entfernen, die ihre Anmeldung seit mehr als 2 Wochen nicht bestätigt haben?

source: > 2 weeks
de_de: > 2 Wochen

source: Remove subscribers from all lists who did not confirm their subscription?
de_de: Abonnenten von allen Listen entfernen, die ihre Anmeldung nicht bestätigt haben?

source: All
de_de: Alle

source: Remove subscribers who did not confirm their subscription for 1 week?
de_de: Abonnenten entfernen, die ihre Anmeldung seit 1 Woche nicht bestätigt haben?

source: Remove subscribers who did not confirm their subscription for more than 1 week?
de_de: Abonnenten entfernen, die ihre Anmeldung seit mehr als 1 Woche nicht bestätigt haben?

source: Remove subscribers who did not confirm their subscription for more than 2 weeks?
de_de: Abonnenten entfernen, die ihre Anmeldung seit mehr als 2 Wochen nicht bestätigt haben?

source: Remove ALL subscribers who did not confirm their subscription?
de_de: ALLE Abonnenten entfernen, die ihre Anmeldung nicht bestätigt haben?

source: Unconfirmed
de_de: Unbestätigt

source: No housekeeping needed as no double opt-in lists are found.
de_de: Eine Datenbankpflege ist nicht notwendig, da es keine Listen mit Double-Opt-in gibt.

source: Can't insert rule
de_de: Kann Regel nicht hinzufügen

source: Please verify your email address
de_de: Bitte verifizieren Sie die E-Mail Adresse

source: Before you can use the email address as your 'From email' to send emails, please click the following link to verify that the email address belongs to you
de_de: Bevor Sie die E-Mail Adresse als Absender für den Versand nutzen können, klicken Sie bitte auf den folgenden Link, um zu bestätigen, dass Sie tatsächlich Zugriff auf dieses Postfach haben

source: Import already in progress
de_de: Import bereits in Bearbeitung

source: This list is currently importing a CSV. Please wait until the import is completed.
de_de: Diese Liste importiert gerade eine CSV Datei. Bitte warten Sie, bis der Import abgeschlossen ist.

source: Added via
de_de: Hinzugefügt via

source: Opt-in method
de_de: Opt-In Methode

source: IP address
de_de: IP Adresse

source: Country code
de_de: Ländercode

source: Signed up from
de_de: Angemeldet von

source: GDPR
de_de: DSGVO

source: Date signed up
de_de: Angemeldet am

source: Signed up via
de_de: Angemeldet über

source: Unable to create '/csvs/' folder in '/uploads/' folder
de_de: Fehler beim erzeugen des '/csvs/' Ordners im '/uploads/' Ordner

source: Please ensure that the '/uploads/' directory is chmod to '0777'.
de_de: Bitte stellen Sie sicher, dass der Ordner /uploads/ die Berechtigung '0777' hat.

source: Can't export CSV
de_de: CSV Export nicht möglich

source: There is either nothing to export, or the number of records may be too large. If it's the latter, try increasing MySQL's max_allowed_packet.
de_de: Es gibt entweder keine Datensätze für den Export oder die Anzahl der Datensätze ist zu groß. Sie können ggf. versuchen, die MySQL Einstellung max_allowed_packet zu erhöhen.

source: Sent annually based on
de_de: Jährlich versendet, basierend auf

source: Sent once based on
de_de: Einmalig versendet, basierend auf

source: Unable to upload attachment
de_de: Fehler beim Hochladen des Dateianhangs

source: Please ensure the /uploads/ folder permission is set to 777.
de_de: Bitte stellen Sie sicher, dass der Ordner /uploads/ die Berechtigung 777 hat.

source: Unable to save autoresponder email
de_de: Fehler beim Speichern der Autoresponder E-Mail

source: Unable to create autoresponder email
de_de: Fehler beim Erstellen der Autoresponder E-Mail

source: Unable to create template
de_de: Fehler beim Erstellen des Templates

source: Unable to read HTML file
de_de: Kann HTML Datei nicht lesen

source: Unable to read content of file using file_get_contents.
de_de: Kann den Inhalt der Datei nicht mit file_get_contents lesen.

source: Failed to create campaign with imported HTML file
de_de: Fehler beim Erstellen einer neuen Kampagne mit der importierten HTML Datei

source: Incorrect file type
de_de: Falscher Dateityp

source: Only .html and .htm files are allowed.
de_de: Nur .html und .htm Dateien erlaubt.

source: Unable to get contents from URL
de_de: Fehler beim Abrufen der Inhalte von der URL

source: Unable to get contents from URL. If you have a firewall running, try disabling it to see if that is the cause of the issue
de_de: Kann die Inhalte nicht von der URL laden. Wenn Sie eine Firewall aktiviert haben, schalten Sie diese testweise aus, um zu prüfen, ob dies der Grund des Problems ist

source: Failed to create campaign via URL import
de_de: Fehler beim Erstellen der Kampagne via URL Import

source: Unable to save campaign
de_de: Fehler beim Speichern der Kampagne

source: Unable to create campaign
de_de: Fehler beim Erstellen der Kampagne

source: Unable to set sql_mode
de_de: Fehler beim Setzen von sql_mode

source: Sunday
de_de: Sonntag

source: Monday
de_de: Montag

source: Tuesday
de_de: Dienstag

source: Wednesday
de_de: Mittwoch

source: Thursday
de_de: Donnerstag

source: Friday
de_de: Freitag

source: Saturday
de_de: Samstag

source: January
de_de: Januar

source: February
de_de: Februar

source: March
de_de: März

source: May
de_de: Mai

source: June
de_de: Juni

source: July
de_de: Juli

source: October
de_de: Oktober

source: December
de_de: Dezember

source: Light
de_de: Hell

source: Dark
de_de: Dunkel

source: APP_PATH not set
de_de: APP_PATH nicht definiert

source: Please set your APP_PATH in /includes/config.php to your Sendy installation URL.
de_de: Bitte setzen Sie den Parameter APP_PATH in /includes/config.php auf die URL Ihrer Sendy-Installation.

source: Invalid license or domain
de_de: Ungültige Lizenz oder Domain
