Repository: weed-/sendy.localization.de_DE
Catalog: *.utf8/LC_MESSAGES/default.po
Languages: de_de

source: What changes a subscriber's 'Last activity' timestamp?
de_de: Wann wird der Zeitstempel für die „Letzte Aktivität“ eines Abonnenten aktualisiert?

source: A subscriber's 'Last activity' timestamp is updated when the user:
de_de: Der Zeitstempel für die „Letzte Aktivität“ wird aktualisiert wenn ein Abonnent:

source: • opened a campaign or autoresponder • clicked a link in a campaign or autoresponder • subscribed to a list • unsubscribed from a list • bounced • marked as spam • confirmed a double opt-in subscription
de_de: • eine Kampagne oder einen Autoresponder öffnet • einen Link in einer Kampagne oder einem Autoresponder klickt • eine Liste abonniert • das Abonnement einer Liste beendet • eine E-Mail bounct • eine E-Mail als Spam markiert • ein Double-Opt-In Abonnement bestätigt

source: Subscribers are sorted by 'Last activity' in the list. Therefore, subscribers who did any of the above activity will float to the top of the subscriber list. You will also see changes in the 'Subscribers activity chart'.
de_de: Abonnenten sind in der Liste nach ihrer „Letzten Aktivität“ sortiert. Deshalb stehen Abonnenten, die eine der oben aufgeführten Aktionen durchgeführt haben, ganz oben. Weiterhin können Sie Änderungen in der „Aktivitätenliste des Abonnenten“ sehen.

source: To activate autoresponders, add a
de_de: Um Autoresponder zu aktivieren, fügen Sie folgendes hinzu

source: This command needs to be run every minute in order to check the database for any autoresponder emails to send.
de_de: Dieser Befehl muss jede Minute ausgeführt werden, um die Datenbank auf zu sendende Autoresponder-Emails zu überprüfen.

source: Note that adding cron jobs vary from hosts to hosts, most offer a UI to add a cron job easily. Check your hosting control panel or consult your host if unsure.
de_de: Anmerkung: Das Hinzufügen von Cronjobs kann von Host zu Host unterschiedlich sein, die meisten Hosts bieten eine Benutzeroberfläche um einen Cronjob einfach hinzuzufügen. Prüfen Sie Ihre Hosting-Systemsteuerung oder fragen Sie Ihren Host, wenn Sie unsicher sind.

source: Once added, wait one minute. If your cron job is functioning correctly, you'll see the autoresponder options instead of this modal window when you click on the "Autoresponders" button.
de_de: Warten Sie nach dem Hinzufügen eine Minute. Wenn Ihr Cronjob ordnungsgemäß funktioniert, sehen Sie die Autoresponder-Optionen anstatt dieses Hilfsfensters, wenn Sie den "Autoresponders" Button klicken.

source: Join our mailing list
de_de: Bei der Mailingliste anmelden

source: Subscribe to list
de_de: Liste abonnieren

source: Create a new template
de_de: Neues Template erstellen

source: Use
de_de: Benutzen

source: Create a new campaign with this template
de_de: Neue Kampagne mit diesem Template

source: No templates have been created yet
de_de: Bis jetzt wurde noch kein Template erstellt

source: Create one
de_de: Erstellen Sie jetzt eines

source: Delete template
de_de: Template löschen

source: This template will be permanently deleted. Confirm delete <span id="template-to-delete" style="font-weight:bold;"></span>?
de_de: Dieses Template wird endgültig gelöscht. Möchten Sie fortfahren<span id="template-to-delete" style="font-weight:bold;"></span>?

source: Two Factor Authentication
de_de: Zwei-Faktor-Authentifizierung

source: OTP Code
de_de: Einmalpasswort (OTP)

source: Verify and login
de_de: Überprüfen und Anmelden

source: Unable to authenticate?
de_de: Fehler beim Anmelden?

source: I have trouble logging in with two-factor authentication
de_de: Die Anmeldung mit der Zwei-Faktor-Authentifizierung bereitet mir Probleme

source: Mass unsubscribe via CSV file
de_de: Massenabmeldung via CSV-Datei

source: Unsubscribe email per line
de_de: Email pro Zeile abmelden

source: Email to unsubscribe
de_de: E-Mail, die abgemeldet werden soll

source: Your unsubscribe tag<br/>is working
de_de: Ihr Abmelden-Tag<br />funktioniert

source: Your unsubscribe tag will be converted to a real unsubscribe link when you send out your campaign.
de_de: Ihr Abmelden-Tag wird durch den tatsächlichen Abmelde-Link ersetzt, wenn Sie die Kampagne versenden.

source: Confirm unsubscribe?
de_de: Abmelden bestätigen?

source: You're unsubscribed.
de_de: Sie sind abgemeldet.

source: Yes. Unsubscribe me.
de_de: Ja, bitte melden Sie mich ab.

source: Re-subscribe?
de_de: Erneut abonnieren?

source: Number of columns in CSV does not match CSV format example (as shown below).
de_de: Die Anzahl der Spalten in der CSV-Datei entspricht nicht dem CSV-Formatierungsbespiel (siehe unten).

source: Could not upload file. Please make sure permissions in /uploads/ folder is set to 777. Then remove the /csvs/ folder in the /uploads/ folder and try again.
de_de: Datei konnte nicht hochgeladen werden. Bitte stellen Sie sicher, dass die Zugriffsrechte in dem /uploads/ Ordner auf 777 eingestellt ist. Entfernen Sie dann den /csvs/ Ordner in dem /uploads/ Ordner und versuchen Sie es erneut.

source: Format your CSV the same way as the example below
de_de: Formatieren Sie Ihre CSV-Datei so, wie es im Beispiel unten gezeigt wird

source: download sample CSV file
de_de: Beispiel CSV Datei herunterladen

source: The number of columns in your CSV should be the same as the example below
de_de: Die Anzahl der Spalten Ihrer CSV-Datei sollte dem Beispiel unten entsprechen

source: If you want to import more than just name & email
de_de: Wenn Sie mehr als nur Name & E-Mail importieren möchten

source: create custom fields first
de_de: erstellen Sie zuerst eigene Felder

source: Apply <span class="label label-warning">GDPR</span> tag to imported subscribers?
de_de: <span class="label label-warning">DSGVO</span> Tag auf die importierten Abonnenten anwenden?

source: If your data includes EU subscribers that were collected in a GDPR compliant manner, check this box to apply a 'GDPR' tag to all of them. In your brand settings, you can turn on the 'GDPR' safe switch' so that Campaigns and Autoresponders will only always send to subscribers tagged with 'GDPR'.
de_de: Wenn die von Ihnen gesammelten Daten der EU Bürger der DSGVO entsprechen, klicken Sie diese Checkbox, um das ‚DSGVO‘ Tag für alle zu setzen. In den Einstellungen Ihrer Marke können Sie den ‚DSGVO Sicherheitsschalter‘ aktivieren, damit Kampagnen und Autoresponder immer nur an Abonnenten mit diesem Tag gesendet werden.

source: If your CSV is huge and your server constantly timeout
de_de: Wenn Ihre CSV-Datei groß ist und Ihr Server permanent ein Timeout erzeugt

source: By setting up a cron job, your CSV will continue to import without needing your window to be opened and timeouts will automatically be handled as well.
de_de: Wenn Sie ein Cronjob einrichten wird Ihre CSV-Datei importiert, ohne dass Ihr Fenster offen bleiben muss. Timouts werden auch automatisch gehandhabt.

source: To import large CSVs more reliably and have Sendy handle server timeouts, add a
de_de: Um große CSV-Dateien zuverlässiger zu importieren, fügen Sie einen

source: The above cron job runs every 1 minute. You can set it at 5 minutes (eg. */5) or any interval you want. The shorter the interval, the faster your CSV will start to import. Once added, wait for cron job to start running. If your cron job is functioning correctly, the blue informational message will disappear and future CSV imports will be done via cron.
de_de: Der oben gezeigte Cronjob wird jede Minute ausgeführt. Sie können ihn auch auf 5 Minuten einstellen (z.B. */5) oder auch ein anderes Zeitintervall. Je kürzer das Intervall, desto schneller wird der Import gestartet. Wenn den Job hinzugefügt haben, warten Sie, bis er startet. Wenn Ihr Cronjob ordnungsgemäß funktioniert, wird der blaue Hinweis verschwinden und zukünftige CSV Imports werden via Cron erledigt.

source: Add name and email per line
de_de: Name und E-Mail pro Zeile hinzufügen

source: Name and email
de_de: Name und E-Mail

source: to import more than just name and email, import via CSV
de_de: um mehr als nur Name und Email zu importieren, verwenden Sie den CSV-Import

source: Verification success
de_de: Verifizierung erfolgreich

source: Verification failed
de_de: Verifizierung fehlgeschlagen

source: Your email has been verified!
de_de: Ihre E-Mail Adresse wurde verifiziert!

source: Verification failed.
de_de: Verifizierung fehlgeschlagen.

source: Web version no longer exists
de_de: Der Link zu Webversion existiert nicht mehr

source: There is nothing in the log.
de_de: Es befindet sich kein Eintrag im Log.
