Repository: weed-/sendy.localization.de_DE
Catalog: *.utf8/LC_MESSAGES/default.po
Languages: de_de

source: Your CSV columns should be separated by commas, not semi-colons or any other characters
de_de: Die Spalten der CSV Datei sollten durch Kommata getrennt sein, nicht durch Semikolons oder andere Zeichen

source: Email addresses with domains matching any records in your CSV will also be removed from all lists in this brand.
de_de: E-Mail Adressen aus Domains, die einer Zeile in Ihrer CSV Datei entsprechen, werden ebenfalls von allen Listen dieser Marke entfernt.

source: Import and delete matching records from all lists
de_de: Importieren und betroffene Adressen von allen Listen löschen

source: Import domains per line
de_de: Import-Domains pro Zeile

source: Sorry, we didn't receive any input.
de_de: Tut mir leid, wir haben keine Eingabe erhalten.

source: Email addresses with domains matching any domains you've entered above will also be removed from all lists in this brand.
de_de: E-Mail-Adressen mit Domains, die zu allen oben eingegebenen Domains passen, werden ebenfalls aus allen Listen dieser Marke entfernt.

source: Last update
de_de: Letzte Aktualisierung

source: Block attempts
de_de: Blockierte Anmeldungen

source: No domain found.
de_de: Keine Domain gefunden.

source: Please note that email addresses with domains matching any records in your CSV will also be removed from all lists in this brand after being imported into this 'Blocked domains' list. Do you want to proceed?
de_de: Bitte beachten Sie, dass alle E-Mail Adressen aus Domains, die Datensätzen in Ihrer CSV Datei entsprechen, durch den Import in die Blacklist ebenfalls aus allen Listen dieser Marke entfernt werden. Möchten Sie fortfahren?

source: Please note that email addresses with domains matching any records you've provided will also be removed from all lists in this brand after being imported into this 'Blocked domains' list. Do you want to proceed?
de_de: Bitte beachten Sie, dass E-Mail-Adressen mit Domains, die zu allen von Ihnen bereitgestellten Datensätzen passen, auch nach dem Import in diese Liste „Blockierte Domains" aus allen Listen dieser Marke entfernt werden. Wollen Sie fortfahren?

source: All domains in the 'Blocked domains' list will be deleted. Do you want to proceed?
de_de: Alle Domains in der Liste 'Blockierte Domains' werden gelöscht. Möchten Sie fortfahren?

source: If you have a list of email addresses that should never receive any email campaigns or autoresponders from you, import them into this suppression list. Any email addresses you import via CSV or API into any list in this brand in future will not be imported if they appear in this suppression list.
de_de: Wenn es E-Mail Adressen gibt, die keinesfalls Mails durch Kampagnen oder Autoresponder von Ihnen erhalten sollen, dann importieren Sie sie in diese Unterdrückungsliste. Bei zukünftigen Importen via CSV oder API werden die hier aufgeführten Adressen in keiner Liste dieser Marke hinzugefügt.

source: Import suppression list
de_de: Unterdrückungsliste importieren

source: Please ensure there is only one column in your CSV containing only email addresses.
de_de: Es sollte nur eine Spalte in der CSV-Datei Email-Adressen enthalten.

source: Your CSV should only contain one column containing only email addresses
de_de: Die CSV Datei sollte nur eine Spalte enthalten, in der nur E-Mail Adressen stehen

source: Email addresses that matches any records in your CSV will also be removed from all lists in this brand.
de_de: E-Mail Adressen, die einem Eintrag in Ihrer CSV Datei entsprechen, werden zusätzlich aus allen Listen dieser Marke gelöscht.

source: Import emails per line
de_de: E-Mails pro Zeile importieren

source: Email addresses
de_de: E-Mail Adressen

source: Email addresses matching any emails you've entered above will also be removed from all lists in this brand.
de_de: E-Mail-Adressen, die mit einer oben eingegebenen Adresse übereinstimmen, werden ebenfalls aus allen Listen dieser Marke entfernt.

source: Email address
de_de: E-Mail Adresse

source: No email addresses found.
de_de: Keine E-Mail Adressen gefunden.

source: Please note that email addresses that matches any records in your CSV will also be removed from all lists in this brand after being imported into this 'Suppression list'. Do you want to proceed?
de_de: Bitte beachten Sie, dass alle E-Mail Adressen, die Datensätzen in Ihrer CSV Datei entsprechen, durch den Import in die Unterdrückungsliste ebenfalls aus allen Listen dieser Marke entfernt werden. Möchten Sie fortfahren?

source: Please note that email addresses that matches any emails you've provided will also be removed from all lists in this brand after being imported into this 'Suppression list'. Do you want to proceed?
de_de: Bitte beachten Sie, dass alle E-Mail Adressen, die oben eingegebenen Adressen entsprechen, durch den Import in die Unterdrückungsliste ebenfalls aus allen Listen dieser Marke entfernt werden. Möchten Sie fortfahren?

source: All email addresses in the 'Suppression list' will be deleted. Do you want to proceed?
de_de: Alle E-Mail Adressen in der 'Unterdrückungsliste' werden gelöscht. Möchten Sie fortfahren?

source: Campaigns RSS
de_de: Kampagnen-RSS

source: Clear queue table
de_de: Lösche Warteschlangentabelle

source: The queue table has been cleared successfully!
de_de: Die Warteschlange wurde erfolgreich gelöscht!

source: Failed to clear the queue table.
de_de: Löschen der Warteschlange fehlgeschlagen.

source: Please make sure all currently sending campaigns are completed first before doing this.
de_de: Bitte stellen Sie sicher, dass alle momentan sendende Kampagnen zuerst abgeschlossen sind bevor Sie dies tun.

source: Do you want to clear the queue table?
de_de: Wollen Sie die Warteschlangentabelle löschen?

source: Yes, clear the queue table
de_de: Ja, lösche die Warteschlangentabelle

source: You're subscribed!
de_de: Sie wurden erfolgreich eingetragen!

source: The name of this template is required
de_de: Es wird der Name dieses Templates benötigt

source: Create template
de_de: Template erstellen

source: Name of this template
de_de: Der Name dieses Templates

source: Plain text version of this template
de_de: Unformatierter Text dieses Template

source: Save template
de_de: Template speichern

source: Campaign title
de_de: Titel der Kampagne

source: Title of this campaign
de_de: Titel dieser Kampagne

source: Set a title for this campaign?
de_de: Einen Titel für diese Kampagne festlegen?

source: This title (instead of the subject line) will be displayed in your campaigns list and reports. You can also set the title later in the campaign report after sending this campaign.
de_de: Dieser Titel wird anstelle des Betreffs in ihren Listen und Berichten angezeigt. Sie können den Titel auch später, nach dem Versand, im Kampagnenbericht festlegen.

source: Web version language
de_de: Webversion Sprache

source: The web version of this email will be translated by Google Translate to the language you select.
de_de: Die Webversion dieser E-Mail wird von Google Translate in die gewünschte Sprache übersetzt.

source: Don't translate
de_de: Nicht übersetzen

source: A custom field name of less than<br/>30 characters is required
de_de: Der Name für das benutzerdefinierte<br/>Feld darf höchstens 30 Zeichen lang sein

source: Custom fields
de_de: Eigene Felder

source: Add a field
de_de: Ein Feld hinzufügen

source: Field name
de_de: Feldname

source: This custom field already exist, please use a unique custom field.
de_de: Dieses eigene Feld existiert bereits, bitte ein nur einmal vorkommendes eigenes Feld verwenden.

source: Name of custom field
de_de: Name des eigenen Feldes

source: Data type
de_de: Datentyp

source: Add custom field
de_de: Eigenes Feld hinzufügen

source: Existing fields
de_de: Existierende Felder

source: This custom field is currently used by an autoresponder. In order to delete this custom field, delete the autoresponder associated with this custom field.
de_de: Dieses eigene Feld wird noch von einem Autoresponder benutzt. Wenn Sie es löschen wollen, löschen Sie zuerst den Autoresponder, welcher mit diesem eigenen Feld verknüpft ist.

source: Personalization tag
de_de: Personalisierungs-Tag

source: All data belonging to this custom field will also be deleted.
de_de: Informationen, die zu diesem eigenen Feld gehören, werden auch gelöscht.

source: Edit custom field
de_de: Eigenes Feld bearbeiten

source: Please upload a CSV file
de_de: Bitte eine CSV-Datei hochladen

source: Please enter at least one combination of name & email
de_de: Bitte mindestens eine Kombination von Name & Email eingeben

source: Mass delete via CSV file
de_de: Mehrere Abonnenten auf einmal mit Hilfe einer CSV-Datei entfernen

source: There should only be 1 column in your CSV containing emails.
de_de: Es sollte nur eine Spalte in der CSV-Datei Email-Adressen enthalten.

source: CSV format example
de_de: CSV-Formatierungsbeispiel

source: Delete email per line
de_de: Lösche E-Mail Adresse pro Zeile

source: Email to delete
de_de: Zu löschende E-Mail Adresse

source: There is a problem connecting to the database. Please try again later or see this <a href="https://sendy.co/troubleshooting#cannot-connect-to-database" target="_blank">troubleshooting tip</a>.
de_de: Fehler bei der Verbindung zur Datenbank. Bitte versuchen Sie es später noch einmal oder sehen Sie sich diesen <a href="https://sendy.co/troubleshooting#cannot-connect-to-database" target="_blank">Hinweis zur Problemlösung</a> an.

source: Please specify your brand's name
de_de: Bitte den Namen der Marke spezifizieren

source: Edit brand
de_de: Marke bearbeiten

source: Brand name
de_de: Namen der Marke

source: Name of the brand
de_de: Name der Marke

source: Checking if your 'From email' is verified in your SES console..
de_de: Prüfe ob Ihre Absenderadresse in Ihrer SES-Konsole verifiziert ist..

source: Unverified 'From email'
de_de: E-Mail Adresse des Absenders nicht verifiziert

source: Your 'From email' or its domain is not verified in your Amazon SES console. Do either of the following:
de_de: Ihre Absenderadresse oder deren Domain ist nicht in der Amazon SES Konsole verifiziert. Bitte führen Sie einen der folgenden Schritte aus:

source: Click here to verify this 'From email', Amazon will send a verification email to this 'From email'
de_de: Hier klicken, um diese Absenderadresse zu verifizieren. Amazon wird Ihnen eine E-Mail schicken, um die Verifizierung abzuschließen

source: Alternatively, verify this 'From email's 'domain' in your Amazon SES console
de_de: Alternativ können Sie die gesamte Domain der Absenderadresse in Ihrer Amazon SES Konsole verifizieren

source: When you verify a domain, you can use any 'From email' address belonging to that domain without having to verify them individually.
de_de: Wenn Sie eine ganze Domain bestätigen, können Sie im Anschluss jede E-Mail Adresse aus dieser Domain als Absender verwenden, ohne diese einzeln verifizieren zu müssen.

source: Lastly, the 'From email' is case sensitive. Please ensure you are using the same case as the email address verified in your Amazon SES console.
de_de: Und schließlich wird bei Absenderadresse zwischen Groß- und Kleinschreibung unterschieden. Bitte stellen Sie sicher, dass sie die identische Schreibweise verwenden, die Sie bei der Verifizierung in der Amazon SES Konsole verwendet haben.

source: 'From email' pending verification
de_de: Absender E-Mail Adresse muss noch verifiziert werden

source: Your 'From email' or its domain is pending verification in your Amazon SES console. Please complete the verification.
de_de: Ihre Absenderadresse oder deren Domain wartet in der Amazon SES Konsole auf Bestätigung. Bitte schließen Sie die Verifikation ab.

source: Unable to communicate with Amazon SES API
de_de: Fehler bei der Kommunikation mit der Amazon SES API

source: Please check the error message on the left for instructions.
de_de: Bitte beachten Sie die Fehlermeldung auf der linken Seite für weitere Anweisungen.

source: Congrats! This 'From email' is verified.
de_de: Gratulation! Diese Absenderadresse ist verifiziert.

source: Please wait..
de_de: Bitte warten Sie ..

source: A verification email has been sent to your 'From email' address with a confirmation link to complete the verification. Please click the link to complete the verification, then refresh this page.
de_de: Es wurde eine E-Mail an Ihre Absenderadresse geschickt. Sie enthält einen Link zur Verifikation. Bitte klicken Sie auf den Link, um den Verifikationsprozess abzuschließen und aktualisieren Sie anschließend diese Seite.

source: Two verification emails has been sent to both your login email address and the above 'From email' address. Please click the verification link in both emails to complete the verification, then refresh this page.
de_de: Es wurde je eine E-Mail an die Login E-Mail Adresse und an die Absenderadresse geschickt. Bitte klicken Sie auf die Links in beiden E-Mails um den Bestätigungsprozess abzuschließen. Bitte aktualisieren Sie anschließend diese Seite.

source: Unable to send your 'From email' address to Amazon SES for verification! Please try again later.
de_de: Ihre Absender E-Mail Adresse konnte nicht zu Amazon SES zur Verifizierung geschickt werden. Bitte versuchen Sie es später noch einmal.

source: Sorry, unable to verify email address. Please try again later!
de_de: Eine Bestätigung der E-Mail Adresse ist momentan nicht möglich. Bitte versuchen Sie es später noch einmal!

source: Brand logo
de_de: Markenlogo

source: (32 x 32 pixel, jpeg, jpg, gif or png format)
de_de: (32 x 32 pixel, .jpeg, .jpg, .gif oder .png)

source: Confirm delete this logo?
de_de: Löschen des Logos bestätigen?

source: Could not create '/logos/' directory. Please make sure permissions in /uploads/ folder is set to 777. Your logo has not been uploaded.
de_de: Fehler beim Erstellen des ‚/logos/‚ Verzeichnisses. Bitte stellen Sie sicher, dass die Berechtigungen für das /uploads/ Verzeichnis auf 777 stehen. Ihr Logo wurde nicht hochgeladen.

source: Please upload only these file formats: jpeg, jpg, gif or png.
de_de: Bitte laden Sie nur folgende Dateiformate hoch: jpeg, jpg, gif oder png.

source: Could not upload image to '/logos/' folder. <br/>Please make sure permissions in /uploads/ folder is set to 777. <br/>Then remove the /logos/ folder in the /uploads/ folder and try again.
de_de: Fehler beim Hochladen des Bildes in den ‚/logos/‚ Ordner.<br/>Bitte stellen Sie sicher, dass der Ordner /uploads/ als Berechtigung 777 eingetragen hat. Löschen Sie danach den Ordner /logos/ und versuchen Sie es erneut.

source: SMTP settings
de_de: SMTP Einstellungen

source: Choose an SMTP provider
de_de: SMTP Anbieter wählen

source: See how to setup ElasticEmail with Sendy
de_de: Wie kann ich ElasticEmail in Sendy einrichten

source: See how to setup Sendgrid with Sendy
de_de: Wie kann ich Sendgrid in Sendy einrichten

source: See how to setup Mailjet with Sendy
de_de: Wie kann ich Mailjet in Sendy einrichten

source: Emails are sent via Amazon SES by default. However, if you want to send emails via another SMTP provider for this brand, you can set the SMTP credentials here.
de_de: E-Mails werden standardmäßig mit Amazon SES versendet. Wenn Sie einen anderen SMTP Provider für diese Marke nutzen möchten, können Sie hier die SMTP Zugangsdaten angeben.

source: Username
de_de: Benutzername

source: Username (usually your email)
de_de: Benutzername (normalerweise Ihre Email-Adresse)

source: Password
de_de: Passwort

source: Leave blank to not change it
de_de: Feld frei lassen um es nicht zu ändern

source: Custom domain
de_de: Eigene Domain

source: Just like Sendy domain licenses, custom domains requires licensing.
de_de: Eigene Domains benötigen, ebenso wie die Sendy Domain, eine gültige Lizenz.

source: You can purchase custom domain licenses here →
de_de: Lizenzen für eigene Domains können Sie hier kaufen →

source: Refresh this page once done and you will be able to set your custom domain.
de_de: Sobald sie fertig sind, laden Sie bitte diese Seite neu. Danach können Sie die eigenen Domains einrichten.

source: When you set a custom domain, unsubscribe, web version and all trackable links in emails you send will use this custom domain instead of the domain you installed Sendy on. Brand users can also login to their accounts via the custom domain.
de_de: Wenn Sie eine eigene Domain festlegen, können Sie diese statt der Sendy Domain verwenden, um Benutzer abzumelden, die Webversion anzuzeigen oder auch für alle nachverfolgbare Links in den versendeten E-Mails. Markenbenutzern können sich auch über die eigene Domain in ihrem Benutzerkonto anmelden.

source: Unsubscribe, web version and all trackable links in emails you send will use this custom domain instead of the domain you installed Sendy on. Brand users can also login to their accounts via the custom domain.
de_de: Links bezüglich Abmeldung, Webversion und alle nachverfolgbaren Links, die Sie in E-Mails versenden, nutzen diese eigene Domain an Stelle der Sendy Domain. Markenbenutzer können sich ebenfalls über die eigene Domain in ihrem Konto anmelden.

source: You can purchase more custom domain licenses here →
de_de: Lizenzen für mehr eigene Domains können Sie hier kaufen →

source: Create a CNAME record in your custom domain's DNS and point it to your Sendy installation's domain:
de_de: Legen Sie einen CNAME Record im DNS Eintrag ihrer Domain an und lassen sie ihn auf Ihre Sendy Domain zeigen:

source: Before enabling your custom domain, test your custom domain setup by visiting the following URL and it should load your Sendy login page
de_de: Bitte testen Sie die Einrichtung der benutzerdefinierten Domain bevor Sie sie aktivieren. Besuchen Sie die folgende URL. Diese sollte Ihre Sendy Loginseite anzeigen

source: Otherwise, <a href="https://sendy.co/troubleshooting#custom-domain-not-working" target="_blank" style="text-decoration: underline;">please see this troubleshooting tip</a>
de_de: Bitte beachten Sie ansonsten diesen <a href="https://sendy.co/troubleshooting#unlicensed-domain-error" target="_blank">Hinweis zur Problemlösung</a>

source: Enable custom domain?
de_de: Eigene Domain aktivieren?

source: You can use Google's reCAPTCHA v2 to protect your subscription forms from spam bots. To enable, register your site on <a href="https://www.google.com/recaptcha/admin/create" target="_blank" style="text-decoration: underline;">Google's reCAPTCHA website</a> and select 'reCAPTCHA v2 > "I'm not a robot" tickbox' to get your 'Site key' and 'Secret key', then paste them below. reCAPTCHA will be disabled if the following fields are empty.
de_de: Sie können reCAPTCHA v2 von Google verwenden, um Ihre Anmeldeformulare vor Spambots zu schützen. Um dies zu aktivieren, registrieren Sie Ihre Website bei <a href="https://www.google.com/recaptcha/admin/create" target="_blank" style="text-decoration: underline;">Google reCAPTCHA</a> und wählen Sie 'reCAPTCHA v2 > "I am not a robot" Checkbox', um ihren 'Site key' und den 'Secret Key' zu erhalten. Fügen Sie beide unten ein. reCAPTCHA ist nicht aktiviert, solange die folgenden Felder leer sind.

source: Site key
de_de: Siteschlüssel (Site Key)

source: Secret key
de_de: Geheimer Schlüssel (Secret key)

source: GDPR features
de_de: DSGVO Features

source: The <a href="https://www.eugdpr.org/the-regulation.html" target="_blank" style="text-decoration: underline;">General Data Protection Regulation (GDPR)</a> is a regulation in EU law on data protection and privacy for all individuals within the European Union. The GDPR regulation affects anyone in the world who collect and process the personal data of EU users. If you collect and process data of EU users, Sendy's GDPR features will be useful to you.
de_de: Die <a href="https://www.stiftungdatenschutz.org/dsgvo-info/" target="_blank" style="text-decoration: underline;">Datenschutz Grundsatzverordnung (DSGVO)</a> ist einer EU Verordnung für mehr Datensatz und Privatsphäre für die Bürger der EU. Sie betrifft weltweit jeden, der persönliche Daten von EU Bürgern sammelt und verarbeitet. Wenn Sie die persönlichen Daten von Bürgern der Europäischen Union sammeln und verarbeiten, sind Sendys DSGVO Features für Sie nützlich.

source: GDPR options
de_de: DSGVO Optionen

source: Show me GDPR options where applicable
de_de: DSGVO Optionen anzeigen, wo möglich

source: By enabling this option, GDPR features will show up in the app where appropriate. For example, subscribe form dialogues will present you with an option to enable 'GDPR fields' amongst many others.
de_de: Wenn Sie diese Option aktivieren, werden die DSGVO Features an den entsprechenden Stellen in der App erscheinen. Beispielsweise wird in den Abo-Formularen dann die Option zur Aktivierung der DSGVO Felder angezeigt etc.

source: GDPR safe switch
de_de: DSGVO Sicherheitsschalter

source: Only send Campaigns to subscribers with <span class="label label-warning">GDPR</span> tag
de_de: Kampagnen nur an Abonnenten mit dem <span class="label label-warning">DSGVO</span> Tag senden

source: Subscribers who signup through Sendy's 'Ready-to-use subscribe form', the embeddable 'Subscribe form HTML code' or the 'subscribe' API with 'gdpr' parameter set to 'true' will be tagged with 'GDPR'. By enabling this option, your future Campaigns will only send to subscribers tagged with 'GDPR'.
de_de: Abonnenten, die sich über das schlüsselfertige Anmeldeformular, den einbettbaren HTML Code für das Anmeldeformular oder die Anmelde-API bei gesetztem ‚DSGVO‘ Parameter registrieren, erhalten automatisch das DSGVO Tag. Wenn Sie diese Option aktivieren, werden zukünftige Kampagnen nur an Abonnenten mit diesem Tag versandt.

source: Only send Autoresponders to subscribers with <span class="label label-warning">GDPR</span> tag
de_de: Autoresponder nur an Abonnenten mit dem <span class="label label-warning">DSGVO</span> Tag senden

source: Subscribers who signup through Sendy's 'Ready-to-use subscribe form', the embeddable 'Subscribe form HTML code' or the 'subscribe' API with 'gdpr' parameter set to 'true' will be tagged with 'GDPR'. By enabling this option, your future Autoresponders will only send to subscribers tagged with 'GDPR'.
de_de: Abonnenten, die sich über das schlüsselfertige Anmeldeformular, den einbettbaren HTML Code für das Anmeldeformular oder die Anmelde-API bei gesetztem ‚DSGVO‘ Parameter registrieren, erhalten automatisch das DSGVO Tag. Wenn Sie diese Option aktivieren, werden zukünftige Autoresponder nur an Abonnenten mit diesem Tag versandt.

source: Privacy
de_de: Privatsphäre

source: Set your default email tracking preference when creating new campaigns or autoresponders. This can still be changed on the fly when you create new campaigns or autoresponders.
de_de: Standard E-Mail Tracking Einstellungen für neue Kampagnen oder Autoresponder festlegen. Diese Einstellungen können bei der Anlage einer neuen Kampagne oder eines neuen Autoresponders überschrieben werden.

source: Miscellaneous
de_de: Verschiedenes

source: Default URL query string
de_de: Standard URL Querystring

source: (Default query string to append to all links in your campaigns and autoresponders. A good use case is Google Analytics tracking. Don't include '?' in your query string.)
de_de: (Dieser Query String wird allen Links im E-Mail Newsletter optional hinzugefügt. Dies ist z.B. beim Tracking mit Google Analytics sinnvoll. Bitte geben Sie den String ohne '?' ein.)

source: Prefix for subject line of test emails
de_de: Präfix für den Betreff von Testmails

source: (Optionally add a prefix to the subject line of test emails)
de_de: (Fügen Sie optional einen Präfix für den Betreff von Testmails hinzu)

source: Allowed attachments file types
de_de: Erlaubte Dateitypen für Anhänge

source: (Empty field to disable attachments in campaigns)
de_de: (leer, um Dateianhänge in Kampagnen zu verbieten)
