Repository: weed-/sendy.localization.de_DE
Catalog: *.utf8/LC_MESSAGES/default.po
Languages: de_de

source: Can't connect to database
de_de: Verbindung zur Datenbank fehlgeschlagen

source: There is a problem connecting to the database. Please try again later.
de_de: Verbindung zur Datenbank fehlgeschlagen. Bitte versuchen Sie es später noch einmal.

source: Edit brand settings
de_de: Marken-Einstellungen bearbeiten

source: All campaigns
de_de: Alle Kampagnen

source: Create & send new campaign
de_de: Neue Kampagne erstellen und versenden

source: New campaign
de_de: Neue Kampagne

source: Create a new campaign
de_de: Neue Kampagne erstellen

source: Import HTML file
de_de: Import via HTML Datei

source: Import from URL
de_de: Import von URL

source: Or use a template
de_de: Oder ein Template verwenden

source: URL of the email you want to import
de_de: URL der E-Mail, die Sie importieren möchten

source: eg. https://example.com/email.html
de_de: z.B. https://example.com/email.html

source: Close
de_de: Schließen

source: Search campaigns
de_de: Kampagne suchen

source: Campaigns RSS feed
de_de: RSS-Feed der Kampagnen

source: The following is the link to your campaigns RSS feed. This RSS feed displays an archive of the last 100 campaigns previously sent.
de_de: Dies ist der Link zum RSS-Feed Ihrer Kampagnen. Der Feed zeigt die letzten 100 Kampagnen an, die Sie versendet haben.

source: Some ways to use your RSS feed
de_de: Möglichkeiten der RSS-Feed zu benutzen

source: Integrate your campaigns feed with your website or application anyway you like
de_de: Integrieren Sie den Feed Ihrer Kampagnen mit Ihrer Website oder einer beliebigen Anwendung

source: Display an archive of your past campaigns on your website or application
de_de: Zeigen Sie ein Archiv Ihrer gesendeten Kampagnen auf Ihrer Website oder einer Anwendung an

source: Let your audience subscribe to your RSS feed so they'll get notified whenever you send a campaign. Good for users who prefers RSS over email (or even both)
de_de: Lassen Sie Ihre Besucher Ihren RSS-Feed abonnieren, damit sie informiert werden, sobald Sie eine Kampagne senden. Dies eignet sich gut für Besucher, die RSS einer E-Mail vorziehen (oder beides wollen)

source: Subscribe to your client's RSS feed (if you give access to your clients) to get notified when they send a new campaign
de_de: Abonnieren Sie den Feed Ihrer Kunden (falls Sie ihnen Zugriff gewährt haben), um informiert zu werden, sobald sie eine Kampagne senden

source: Campaign
de_de: Kampagne

source: Recipients
de_de: Empfänger

source: Sent
de_de: Gesendet

source: Unique Opens
de_de: Eindeutige Aufrufe

source: Unique Clicks
de_de: Eindeutige Klicks

source: Duplicate
de_de: Duplizieren

source: Delete
de_de: Löschen

source: Draft
de_de: Entwurf

source: Define recipients & send
de_de: Empfänger auswählen & senden

source: Scheduled
de_de: Geplant

source: Scheduled on
de_de: Geplant um

source: opened
de_de: geöffnet

source: Tracking disabled
de_de: Tracking aus

source: clicked
de_de: geklickt

source: Sending
de_de: Sendet

source: Currently sending your campaign to
de_de: Kampagne wird momentan gesendet an

source: recipients
de_de: Empfänger

source: If sending has stopped, the send was probably timed out by the server, click to resume sending.
de_de: Wenn der Sendevorgang angehalten wurde, ist ein Server-Timeout warscheinlich. Klicken Sie hier, um den Versand fortzusetzen.

source: Resume
de_de: Fortsetzen

source: Checking..
de_de: Prüfe ..

source: Confirm delete
de_de: Löschen bestätigen

source: Sorry, unable to delete. Please try again later!
de_de: Tut mir leid, löschen nicht möglich. Versuchen Sie es später wieder.

source: Only continue if you think that sending has stopped. Resume sending?
de_de: Fahren Sie nur fort, wenn Sie denken, dass das Senden gestoppt wurde. Senden fortsetzen?

source: View report for this campaign
de_de: Kampagnenbericht ansehen

source: Error retrieving count
de_de: Fehler bei der Anzahlermittlung

source: Preparing
de_de: In Vorbereitung

source: Preparing to send your campaign to
de_de: Kampagne wird vorbereitet zum Senden an

source: Preparing to send
de_de: Versand wird vorbereitet

source: Edit this campaign
de_de: Kampagne bearbeiten

source: Edit
de_de: Bearbeiten

source: This will permanently delete the campaign.
de_de: Diese Kampagne wird endgültig gelöscht.

source: Download CSV of emails that were not delivered to even after retrying
de_de: Download CSV der E-Mails, welche selbst nach einem erneuten Versuch nicht ausgeliefert werden konnten

source: not delivered
de_de: nicht zugestellt

source: This will permanently delete the campaign and all activity reports for this campaign. All tracking links, unsubscribe and web version links will no longer work for this campaign as well.
de_de: Dadurch werden die Kampagne und alle Aktivitätsberichte für diese Kampagne dauerhaft gelöscht. Alle Tracking-Links, Abmelde- und Webversionslinks funktionieren dann auch für diese Kampagne nicht mehr.

source: There are no campaigns yet
de_de: Es existieren noch keine Kampagnen

source: Send one
de_de: Sende eine

source: Duplicate on which brand?
de_de: Duplikat in welcher Marke erstellen?

source: Choose a brand you'd like to duplicate this campaign on
de_de: Wählen Sie eine Marke, in welche Sie diese Kampagne duplizieren möchten

source: Cancel
de_de: Abbrechen

source: Delete campaign
de_de: Kampagne löschen

source: Confirm delete <span id="campaign-to-delete" style="font-weight:bold;"></span>?
de_de: Löschvorgang bestätigen<span id="campaign-to-delete" style="font-weight:bold;"></span>?

source: Type the word
de_de: Geben Sie das Wort ein

source: Your cron job may not be working
de_de: Der Cronjob scheint nicht zu funktionieren

source: Your campaign has been in 'Preparing' status for more than 5 minutes. This means that your cron job aren't executing the 'scheduled.php' script to start sending. If your campaign does not go into 'Sending' status in the next 5 minutes, please see this troubleshooting tip
de_de: Ihre Kampagne hat seit mehr als 5 Min. den Status 'In Vorbereitung'. Das bedeutet, das der Cronjob das Skript 'scheduled.php' nicht ausführt, um den Versand zu beginnen. Wenn sich der Status nicht innerhalb der nächsten 5 Min. auf 'Sende' ändert, sehen Sie sich bitte diesen Tip zur Fehlerbehebung an

source: The subject of your email is required
de_de: Die Betreffzeile Ihrer Email ist ein Plichtfeld

source: 'From name' is required
de_de: Name des Absenders wird benötigt

source: A valid 'From email' is required
de_de: Es wird eine gültige Absenderadresse benötigt

source: A valid 'Reply to' email is required
de_de: Es wird eine gültige Antwortadresse benötigt

source: Your HTML code is required
de_de: Ihr HTML-Code wird benötigt

source: Please specify a number
de_de: Bitte eine Zahl eingeben

source: immediately
de_de: sofort

source: on
de_de: an

source: Create autoresponder email
de_de: Erstelle Autoresponder E-Mail

source: Send email
de_de: Sende Email

source: minutes
de_de: Minuten

source: hours
de_de: Stunden

source: days
de_de: Tage

source: weeks
de_de: Wochen

source: months
de_de: Monate

source: after they subscribe
de_de: Nachdem aboniert wurde

source: and
de_de: und

source: apply to these segments only
de_de: nur auf diese Segmente anwenden

source: before
de_de: vor

source: after
de_de: nach

source: each subscriber's
de_de: jedem Abonnenten

source: Only send to these segments
de_de: Nur an diese Segmente senden

source: No segments found in this list
de_de: Für diese Liste wurden keine Segmente gefunden

source: Don't include emails in these segments
de_de: E-Mail Adressen aus diesen Segmenten nicht mit einschließen

source: Select a template
de_de: Template auswählen

source: Subject
de_de: Betreff

source: Subject of this email
de_de: Betreff dieser E-Mail

source: From name
de_de: Name des Absenders

source: From email
de_de: Absenderadresse

source: Reply to email
de_de: Antwort-Email

source: Plain text version
de_de: Unformatierter Text

source: Plain text version of this email
de_de: Unformatierter Text dieser E-Mail

source: Optionally append a query string to all links in your email newsletter. A good use case is Google Analytics tracking. Don't include '?' in your query string.
de_de: Dieser Query String wird allen Links im E-Mail Newsletter optional hinzugefügt. Dies ist z.B. beim Tracking mit Google Analytics sinnvoll. Bitte geben Sie den String ohne '?' ein.

source: Attachments
de_de: Anhänge

source: Allowed file types
de_de: Erlaubte Dateitypen

source: Track opens
de_de: Öffnungen verfolgen

source: Enable opens tracking
de_de: Tracking der Öffnungen aktivieren

source: Yes
de_de: Ja

source: Disable opens tracking
de_de: Tracking der Öffnungen deaktivieren

source: No
de_de: Nein

source: Track opens without identifying users to respect their privacy
de_de: Tracken Sie die Öffnungen anonym, um die Privatsphäre Ihrer Benutzer zu wahren

source: Anonymously
de_de: Anonym

source: Track clicks
de_de: Klicks verfolgen

source: Enable clicks tracking
de_de: Tracking der Klicks aktivieren

source: Disable clicks tracking
de_de: Tracking der Klicks deaktivieren

source: Track clicks without identifying users to respect their privacy
de_de: Tracken Sie die Klick anonym, um die Privatsphäre Ihrer Benutzer zu wahren

source: Save
de_de: Speichern

source: Save & exit
de_de: Speichern & beenden

source: Also save as template?
de_de: Auch als Template speichern?

source: Back to autoresponder email list
de_de: Zurück zur Liste der Autoresponder

source: Disable Grammarly extension in your browser
de_de: Bitte deaktivieren Sie die Erweiterung 'Grammarly' in Ihrem Browser

source: You have 'Grammarly' extension installed in your browser. Grammarly injects thousands of lines of code into the email editor. As a result your email will have an extremely huge file size, look weird and you may not be able to save or send your campaign. To avoid all these, please do the following:
de_de: Sie haben die Erweiterung 'Grammarly' in Ihrem Browser installiert. Diese fügt Tausende von Codezeilen in den E-Mail Editor ein. Infolgedessen wird E-Mail deutlich größer, sie wird seltsam aussehen und es besteht die Möglichkeit, dass Sie die Kampagne nicht speichern oder senden können. Um dies zu vermeiden tun Sie bitte folgendes:

source: Disable Grammarly extension in your browser (please see image below)
de_de: Deaktivieren Sie die Erweiterung 'Grammarly' in Ihrem Browser (siehe Bild unten)

source: Then refresh this page
de_de: Danach aktualisieren Sie diese Seite

source: Save and switch to HTML editor
de_de: Speichern und auf HTML-Editor wechseln

source: Switch to HTML editor if the WYSIWYG editor is causing your newsletter to look weird.
de_de: Wechseln Sie zum HTML-Editor, wenn der WYSIWYG-Editor Ihren Newsletter seltsam aussehen lässt.

source: Untitled
de_de: Ohne Titel

source: Email content
de_de: E-Mail Inhalt

source: Use the following tags in your subject, plain text or HTML code and they'll automatically be formatted when your campaign is sent. For web version and unsubscribe tags, you can style them with inline CSS.
de_de: Benutzen Sie die folgenden Tags in Ihrer Betreffzeile, im unformatierten Text oder im HTML-Code und sie werden automatisch formatiert, wenn Ihre Kampagne gesendet wird. Sie können das Erscheinungsbild von den "web version" und "unsubscribe" Tags mit Hilfe von Inline-CSS verändern.

source: Switch to the WYSIWYG editor to use formatting tools.
de_de: Wechseln Sie zum WYSIWYG-Editor, um die Formatierungs-Werkzeuge zu benutzen.

source: Edit autoresponder email
de_de: Autoresponder E-Mail bearbeiten

source: Save and switch to WYSIWYG editor
de_de: Speichern und auf WYSIWYG-Editor wechseln

source: Sorry, unable to toggle. Please try again later!
de_de: Tut mir leid, Umschaltung nicht möglich. Bitte später noch einmal versuchen!

source: List
de_de: Liste

source: Back to lists
de_de: Zurück zu Listen

source: Click to change the title of this Autoresponder
de_de: Klicken Sie hier, um den Titel dieses Autoresponders zu ändern

source: Autoresponder title cannot be empty
de_de: Der Titel eines Autoresponders darf nicht leer sein

source: Add a new email to this autoresponder
de_de: Eine neue E-Mail zu diesem Autoresponder hinzufügen

source: New Autoresponder email
de_de: Neue Autoresponder E-Mail

source: Create a new Autoresponder email
de_de: Neue Autoresponder E-Mail erstellen

source: Send
de_de: Senden

source: Enabled
de_de: Aktiviert

source: On
de_de: Auf

source: sign up
de_de: Anmelden

source: Annually on
de_de: Jählich am

source: Once on
de_de: Einmal am

source: signup
de_de: Anmelden

source: View report
de_de: Bericht ansehen

source: Preview
de_de: Vorschau

source: Send test email
de_de: Sende Testmail

source: Email has been sent!
de_de: E-Mail wurde gesendet!

source: Sorry, unable to send. Please try again later!
de_de: Tut mir leid, Senden der Email nicht möglich. Bitte später nocheinmal versuchen!

source: Test email(s)
de_de: Test-Empfänger

source: Email addresses, separated by commas
de_de: E-Mail Adressen, mit Komma getrennt

source: Please find Amazon's email in your inbox as well as spam folder. They will include a reason for the suspension. You will need to reply to that email in order to re-activate your account. If you can't find the email, please contact Amazon's support at their <a href='https://forums.aws.amazon.com/forum.jspa?forumID=90' target='_blank'>Amazon SES forum</a>
de_de: Bitte öffnen Sie die E-Mail von Amazon in Ihrer Inbox (oder im Spam Ordner). Diese enthält einen Grund für die Sperre. Um ihren Account zu reaktivieren, müssen Sie auf die E-Mail antworten. Wenn Sie die E-Mail nicht finden können, wenden Sie sich bitte an den Amazon Support im <a href='https://forums.aws.amazon.com/forum.jspa?forumID=90' target='_blank'>Amazon SES forum</a>

source: For more information on Amazon SES suspension, please see <a href='http://docs.aws.amazon.com/ses/latest/DeveloperGuide/e-faq-sp.html' target='_blank'>http://docs.aws.amazon.com/ses/latest/DeveloperGuide/e-faq-sp.html
de_de: Weitere Informationen zur Amazon SES Sperre finden Sie unter <a href='http://docs.aws.amazon.com/ses/latest/DeveloperGuide/e-faq-sp.html' target='_blank'>http://docs.aws.amazon.com/ses/latest/DeveloperGuide/e-faq-sp.html

source: No autoresponder emails are set up.
de_de: Keine Autoresponder E-Mails eingerichtet.

source: Back to autoresponders list
de_de: Zurück zur Liste der Autoresponder

source: Autoresponder name is required
de_de: Der Name des Autoresponders wird benötigt

source: Autoresponders
de_de: Autoresponder

source: You can't create an autoresponder based on a custom field already in use by another autoresponder.
de_de: Sie können keinen Autoresponder erstellen, welcher auf einem eignen Feld basiert, das bereits von einem anderen Autoresponder verwendet wird.

source: Create a new autoresponder
de_de: Erstelle neuen Autoresponder

source: All types of autoresponders have been created
de_de: Alle Typen von Autorespondern wurden erstellt

source: You can create more emails in each type of autoresponder that you have previously created below.
de_de: Sie können nun mehr E-Mails pro Art von Autoresponder erzeugen, die sie zuvor unten angelegt haben.

source: To create more 'Send annually' and 'Send on date' autoresponders, add more 'Date based' custom fields to this list.
de_de: Um mehr Autoresponder vom Typ „Jährlich“ und „Am Termin“ anzulegen, fügen Sie mehr datumsbasierte benutzerdefinierte Felder zu dieser Liste hinzu.

source: Autoresponder type
de_de: Autoresponder-Typ

source: Drip campaign
de_de: Drip-Marketing-Kampagne

source: Create a sequence of emails that automatically sends to subscribers after they sign up.
de_de: Erstelle eine Sequenz an E-Mails, die automatisch den Benutzern geschickt werden, wenn diese sich anmelden.

source: A drip campaign autoresponder has already been created. You cannot create another drip campaign but you can add more emails to the sequence.
de_de: Ein Drip-Marketing-Kampagne Autoresponder wurde bereits erstellt. Sie können nicht eine weitere Drip-Marketing-Kampagne erstellen, jedoch können Sie weitere E-Mail Adressen der Sequenz hinzufügen.

source: There are no available 'date based custom fields' to create anniversary or date based autoresponders.
de_de: Keine datumsbasierten eigenen Felder vorhanden, um jährliche oder datumsbasierte Autoresponder zu erstellen.

source: Send annually
de_de: Jährlich senden

source: Create emails that automatically sends annually to subscribers, eg. anniversaries or birthdays.
de_de: Erstellen Sie E-Mails, die automatisch jährlich den Abonnenten geschickt werden, z.B. Jahrestage oder Geburtstage.

source: Based on this date
de_de: Basierend auf diesem Datum

source: Send on date
de_de: Senden an Datum

source: Create one off emails that sends automatically on a specific date. eg. one off reminders.
de_de: Erstellen Sie einmalige E-Mails, die automatisch zu einem bestimmten Datum geschickt werden, z.B. einmalige Erinnerungen.

source: Save & next
de_de: Speichern & weiter

source: Existing autoresponders
de_de: Existierende Autoresponder

source: Type
de_de: Typ

source: Emails sent
de_de: E-Mail gesendet

source: No emails have been set up
de_de: Es wurden keine E-Mails eingerichtet

source: All associated autoresponder emails will be permanently deleted.
de_de: Alle zugeordneten Autoresponder E-Mails werden permanent gelöscht.

source: No autoresponders
de_de: Keine Autoresponder

source: No opens yet!
de_de: Bisher keine Öffnungen!

source: Tracking disabled for opens
de_de: Tracking für Öffnungen deaktiviert

source: There are no links for this autoresponder.
de_de: Es sind keine Links für diesen Autoresponder vorhanden.

source: Tracking disabled for clicks
de_de: Tracking für Klicks deaktiviert

source: Activity
de_de: Aktivität

source: Opened
de_de: Geöffnet

source: Unopened
de_de: Ungeöffnet

source: Clicked
de_de: Geklickt

source: Unsubscribed
de_de: Abgemeldet

source: Marked as spam
de_de: Als Spam markiert

source: Autoresponder report
de_de: Autoresponder-Bericht

source: View the web version
de_de: Web-Version ansehen

source: From
de_de: Absender

source: subscribers
de_de: Abonnenten

source: unique
de_de: eindeutig

source: times
de_de: mal

source: not opened
de_de: E-Mail nicht geöffnet

source: clicked a link
de_de: Link geklickt

source: unsubscribed
de_de: abgemeldet

source: bounced
de_de: Bounces

source: marked as spam
de_de: als Spam markiert

source: Link activity
de_de: Link-Aktivität

source: Export a CSV of ALL subscribers who clicked
de_de: CSV-Export ALLER Abonnenten, die geklickt haben

source: Import ALL subscribers who clicked at least one link into a list
de_de: Importiere ALLE Abonnenten, die mindestens einen Link angeklickt haben, in eine Liste

source: Unique
de_de: Eindeutig

source: Total
de_de: Summe

source: Last 10 opened
de_de: Die letzten 10 Öffnungen

source: Export a CSV of ALL subscribers who opened
de_de: CSV-Export ALLER Abonnenten, die geöffnet haben

source: Import ALL subscribers who opened this campaign into a list
de_de: Importiere ALLE Abonnenten, die diese Kampagne geöffnet haben, in eine Liste

source: No one opened yet.
de_de: Niemand hat bisher geöffnet.

source: Subscribed
de_de: Abonniert

source: No name
de_de: Kein Name

source: Last 10 unsubscribed
de_de: Die letzten 10 abgemeldeten Empfänger

source: Export subscribers who unsubscribed
de_de: Exportiere Abonnenten, die sich abgemeldet haben

source: Date
de_de: Datum

source: No one unsubscribed from this autoresponder!
de_de: Niemand hat sich von diesem Autoresponder abgemeldet!

source: Last 10 bounced emails
de_de: Die letzten 10 Bounces

source: Export subscribers who bounced
de_de: Exportiere Abonnenten, mit dem Status: Bounced

source: No emails bounced from this autoresponder!
de_de: Keine E-Mails wurden von diesem Autoresponder gebounced!

source: Last 10 marked as spam
de_de: Die letzten 10 als Spam markierten E-Mails

source: Export subscribers who marked your email as spam
de_de: Exportiere Abonnenten, die Ihre E-Mail als Spam markiert haben

source: No one marked your email as spam!
de_de: Niemand hat Ihre E-Mail als Spam markiert!

source: All countries
de_de: Alle Länder

source: Country
de_de: Land

source: Opens
de_de: Öffnungen

source: Export
de_de: Exportieren

source: Export a CSV of ALL subscribers from
de_de: CSV-Export ALLER Abonnenten von

source: Import ALL subscribers who opened this campaign into a list from
de_de: Importiere ALLE Abonnenten, die diese Kampagne geöffnet haben, in eine Liste von

source: Top 10 countries
de_de: Top 10 Länder

source: No countries detected yet.
de_de: Noch keine Länder entdeckt.

source: Subscriber info
de_de: Abonnent-Info

source: Fetching
de_de: Abholen

source: Oops, there was an error getting the subscriber's info. Please try again later.
de_de: Ups, ein Fehler ist beim Auslesen der Abonnenten-Info aufgetreten. Bitte versuchen Sie es später nocheinmal.

source: Import into which list?
de_de: In welche Liste importieren?

source: Choose a list you'd like to import these subscribers into
de_de: Wählen Sie eine Liste, in die Sie diese Abonnenten importieren möchten

source: The name of your new list
de_de: Der Name der neuen Liste

source: Create a new list
de_de: Neue Liste erstellen

source: Now importing. If the number of subscribers are huge, it may take a little longer.
de_de: Importiere. Die Anzahl der Abonnenten ist riesig und es kann ein wenig länger dauern.

source: Choose an existing list
de_de: Wählen Sie eine existierende Liste

source: Blacklist
de_de: Blacklists

source: Suppression list
de_de: Unterdrückungsliste

source: Blocked domains
de_de: Blockierte Domains

source: If you'd like block email addresses that belong to certain domains (eg. disposable emails) from ever being imported into any lists in this brand, import them into this list. Any email addresses you import via CSV or API into any list in this brand in future will not be imported if they appear in this list.
de_de: Wenn Sie verhindern möchten, dass E-Mail Adressen aus bestimmten Domains (beispielsweise von Einmal-Adressen) in eine Liste dieser Marke importiert werden, fügen Sie sie dieser Liste hinzu. Alle E-Mail Adressen, die zukünftig per CSV oder API eingelesen werden, werden nicht importiert, wenn sie in dieser Liste stehen.

source: Import list of domains to block
de_de: Domain-Blockierliste importieren

source: Delete all
de_de: Alle löschen

source: Search
de_de: Suche

source: Import via CSV file
de_de: Import via CSV Datei

source: Please ensure there is only one column in your CSV containing only domains.
de_de: Es sollte nur eine Spalte in der CSV-Datei E-Mail Adressen enthalten.

source: Please upload a CSV file.
de_de: Bitte eine CSV-Datei hochladen.

source: If you are uploading a huge CSV file, Try increasing the following values in your server's php.ini to larger numbers. Contact your hosting support if you're unsure how to do this.
de_de: Wenn Sie eine sehr große CSV Datei hoch laden möchten, versuchen Sie, die folgenden Werte in der php.ini Ihres Servers zu erhöhen. Bitte wenden Sie sich an ihren Hosting Support, wenn Sie sich nicht sicher sind, wie Sie das tun können.

source: (set to 0 so that execution won't time out indefinitely)
de_de: (auf 0 setzen, damit die Ausführung nie abgebrochen wird)

source: Alternatively, try splitting your huge CSV file into several smaller sized CSV files and import them one after another.
de_de: Alternativ können Sie versuchen, sehr große CSV Dateien in mehrere kleinere Dateien aufzuteilen und nacheinander zu importieren.

source: Your CSV should only contain one column containing only domains
de_de: Die CSV Datei sollte nur eine Spalte enthalten, in der nur Domains stehen
