Repository: weed-/sendy.localization.de_DE
Catalog: *.utf8/LC_MESSAGES/default.po
Languages: de_de

source: Select the list that have duplicates so that you can remove them
de_de: Liste auswählen, welche Duplikate aufweist, damit Sie sie entfernen können

source: All available lists
de_de: Alle verfügbaren Listen

source: duplicates
de_de: Duplikate

source: There are no links for this campaign.
de_de: Es existieren keine Links für diese Kampagne.

source: Campaign report
de_de: Kampagnen-Bericht

source: Click to edit this campaign's title for your own reference
de_de: Hier klicken, um den internen Kampagnentitel zu bearbeiten

source: Not set
de_de: Nicht festgelegt

source: View the campaign
de_de: Kampagne ansehen

source: Sent on
de_de: Gesendet am

source: to
de_de: an

source: Excluded
de_de: Ausgeschlossen

source: Export a CSV of ALL subscribers who did not open this email (includes subscribers newly added to the lists after this campaign was sent)
de_de: CSV-Export ALLER Abonnenten, die diese E-Mail nicht geöffnet haben (inkl. neuer Abonnenten nach dem Versand dieser Kampagne)

source: Import ALL subscribers who did not open this email into a list (includes subscribers newly added to the lists after this campaign was sent)
de_de: Importiere ALLE Abonnenten, die diese E-Mail noch nicht geöffnet haben in eine Liste (beinhaltet auch Abonnenten, die die Liste nach dem Versand dieser Kampagne abonniert haben)

source: unique clicks
de_de: Eindeutige Klicks

source: Export a CSV of ALL subscribers who clicked this link
de_de: CSV-Export ALLER Abonnenten, die diesen Link geklickt haben

source: Import ALL subscribers who clicked this link into a list
de_de: Importiere ALLE Abonnenten, die diesen Link angeklickt haben, in eine Liste

source: Export a CSV of ALL subscribers who unsubscribed
de_de: CSV-Export ALLER Abonnenten, die sich abgemeldet haben

source: No one unsubscribed from this campaign!
de_de: Niemand hat den Newsletter für diese Kampagne abbestellt!

source: Export a CSV of ALL subscribers who bounced
de_de: CSV-Export ALLER Abonnenten, die gebounct wurden

source: No emails bounced from this campaign!
de_de: Von dieser Kampagne wurden bisher keine E-Mails gebounced!

source: Export a CSV of ALL subscribers who marked your email as spam
de_de: CSV-Export ALLER Abonnenten, die die Kampagne als Spam markiert haben

source: Campaign reports
de_de: Kampagnenberichte

source: There are no reports yet.
de_de: Es gibt noch keine Berichte.

source: Create your first campaign
de_de: Erstellen Sie Ihre erste Kampgane

source: Reset cron setup
de_de: Cron-Einstellungen zurücksetzten

source: Cron setup has been reset. You'll now be able to see cron setup instructions.
de_de: Cron-Einstellungen wurden zurückgesetzt. Sie können nun Cron-Einstellungsanweisungen sehen.

source: Failed to reset cron.
de_de: Fehler beim Zurücksetzten des Cronjobs.

source: Do you want to reset cron setup so that you can view cron setup instructions again?
de_de: Möchten Sie die Cron-Einstellungen zurücksetzen, um die Cron-Einstellungsanweisungen nocheinmal zu sehen?

source: Yes, reset cron setup
de_de: Ja, Cron-Einstellungen zurücksetzten

source: Create a new rule
de_de: Neues Regel erstellen

source: On subscribe
de_de: Beim Anmelden

source: On unsubscribe
de_de: Beim Abmelden

source: When campaign starts sending
de_de: Wenn der Versand für die Kampagne beginnt

source: On campaign sent
de_de: Nach dem Versand der Kampagne

source: On autoresponder email sent
de_de: Nach dem Versand des Autoresponders

source: Send email notification
de_de: Benachrichtigungen senden

source: Unsubscribe from list
de_de: Von der Liste abmelden

source: Select a trigger
de_de: Träger auswählen

source: Select a list
de_de: Liste(n) auswählen

source: Select an autoresponder
de_de: Autoresponder auswählen

source: Select an action
de_de: Aktion auswählen

source: Actions
de_de: Aktionen

source: eg. https://your_webhook_url
de_de: z.B. https://your_webhook_url

source: eg.
de_de: z.B.

source: Select a list to unsubscribe
de_de: Liste, die nicht mehr abonniert werden soll

source: Loading autoresponders..
de_de: Lade Autoresponder..

source: Trigger
de_de: Träger

source: Action
de_de: Aktion

source: Edit rule?
de_de: Regel bearbeiten?

source: Delete rule?
de_de: Regel löschen?

source: This will permanently delete the rule.
de_de: Diese Regel wird endgültig gelöscht.

source: You haven't created any rules yet
de_de: Es existieren noch keine Regeln

source: Delete rule
de_de: Regel löschen

source: Confirm delete this rule?
de_de: Löschen der Regel bestätigen?

source: Webhook information
de_de: Webhook Informationen

source: When a user subscribes to your list, the following data will be sent to your webhook URL via HTTP POST:
de_de: Wenn Benutzer ihre Liste abonniert, werden die folgenden Daten via HTTP POST an ihre Webhook URL gesendet:

source: When a user unsubscribes from your list, the following data will be sent to your webhook URL via HTTP POST:
de_de: Wenn Benutzer sein Abonnement beendet, werden die folgenden Daten via HTTP POST an ihre Webhook URL gesendet:

source: When a campaign is sent, the following data will be sent to your webhook URL via HTTP POST:
de_de: Wenn eine Kampagne gesendet wird, werden die folgenden Daten via HTTP POST an ihre Webhook URL gesendet:

source: Title of the campaign
de_de: Titel der Kampagne

source: Subject of the campaign
de_de: Betreff der Kampagne

source: 'From name' for the campaign
de_de: Absendername für die Kampagne

source: 'From email' address for the campaign
de_de: Absenderadresse für die Kampagne

source: 'Reply to' email address for the campaign
de_de: Antwortadresse für die Kampagne

source: Date & time the campaign was sent
de_de: Datum & Uhrzeit, zu der die Kampagne versandt worden ist

source: Number of recipients the campaign was sent to
de_de: Anzahl der Empfänger, an die die Kampagne gesendet wurde

source: Web version URL of the campaign
de_de: URL der Webversion der Kampagne

source: Campaign ID of the campaign
de_de: Kampagnen-ID dieser Kampagne

source: Brand ID of the campaign
de_de: Marken-ID der Kampagne

source: URL of the campaign report
de_de: URL des Kampagnenberichts

source: When a campaign starts sending, the following data will be sent to your webhook URL via HTTP POST:
de_de: Wenn der Versand einer Kampagne beginnt, werden die folgenden Daten via HTTP POST an ihre Webhook URL gesendet:

source: When the autoresponder sends an email, the following data will be sent to your webhook URL via HTTP POST:
de_de: Wenn der Autoresponder eine E-Mail verschickt, werden die folgenden Daten via HTTP POST an ihre Webhook URL gesendet:

source: Subject of the autoresponder email
de_de: Betreff der der Autoresponder E-Mail

source: 'From name' for the autoresponder
de_de: Absendername für den Autoresponder

source: 'From email' address for the autoresponder
de_de: Absenderadresse für den Autoresponder

source: 'Reply to' email address for the autoresponder
de_de: Antwortadresse für den Autoresponder

source: Name of the subscriber the autoresponder was sent to
de_de: Name des Abonnenten, an den der Autoresponder gesendet wurde

source: Email of the subscriber the autoresponder was sent to
de_de: Adresse, an die der Autoresponder versandt wurde

source: Date & time the autoresponder was sent
de_de: Datum & Uhrzeit, zu der der Autoresponder versandt worden ist

source: Name of the list the autoresponder belongs to
de_de: Name der Liste, zu der der Autoresponder gehört

source: Name of the autoresponder
de_de: Name des Autoresponders

source: Encrypted list ID of the list the autoresponder belongs to
de_de: Die verschlüsselte Listen-ID zu der der Autoresponder gehört

source: ID of autoresponder
de_de: ID des Autoresponders

source: ID of the autoresponder email
de_de: ID der Autoresponder E-Mail

source: URL of the autoresponder report
de_de: URL des Autoresponder-Berichts

source: Keyword
de_de: Schlüsselwort

source: Back to brands
de_de: Zurück zu Marken

source: All campaigns, lists, subscribers will be permanently deleted. Confirm delete
de_de: Alle Kampagnen, Listen und Abonnenten werden permanent gelöscht. Bitte die Löschung bestätigen

source: No brands found.
de_de: Keine Marken gefunden.

source: Unsubscribe
de_de: Abmelden

source: Resubscribe
de_de: Erneut anmelden

source: Confirm
de_de: Bestätigen

source: Sorry, unable to unsubscribe. Please try again later!
de_de: Tut mir leid, abmelden zur Zeit nicht möglich. Bitte versuchen Sie es später nocheinmal!

source: No subscribers found.
de_de: Keine Abonnenten gefunden.

source: Delete subscriber
de_de: Abonnent löschen

source: Delete <span id="email-to-delete" style="font-weight:bold;"></span> from 'this list only' or 'ALL lists' in this brand?
de_de: Von <span id="email-to-delete" style="font-weight:bold;"></span> 'nur dieser Liste' oder 'ALLEN Listen' dieser Marke löschen?

source: This list only
de_de: Nur diese Liste

source: ALL lists in this brand
de_de: ALLE Listen dieser Marke

source: Back to campaigns
de_de: Zurück zu Kampagnen

source: No campaigns found.
de_de: Keine Kampagnen gefunden.

source: Please name your segment
de_de: Bitte geben Sie dem Segment einen Namen

source: Segments
de_de: Segmente

source: Back to segments
de_de: Zurück zu Segmenten

source: New segment
de_de: Neues Segment

source: Create a condition based on
de_de: Erstellt eine Bedingung auf Basis von

source: Signed up
de_de: Angemeldet

source: on or before
de_de: am oder vor

source: on or after
de_de: am oder nach

source: between
de_de: zwischen

source: is
de_de: ist

source: is not
de_de: ist nicht

source: contains
de_de: enthält

source: does not contain
de_de: enthält nicht

source: starts with
de_de: beginnt mit

source: ends with
de_de: endet mit

source: does not start with
de_de: beginnt nicht mit

source: does not end with
de_de: endet nicht mit

source: is tagged
de_de: ist getaggt

source: is not tagged
de_de: ist nicht getaggt

source: OR
de_de: ODER

source: AND
de_de: UND

source: Name your segment
de_de: Geben Sie Ihrem Segment einen Namen

source: Edit segment name
de_de: Namen des Segments bearbeiten

source: Name of this segment
de_de: Name des Segments

source: Save this segment
de_de: Segment speichern

source: 2 letter abbreviation, eg. US
de_de: Abkürzung, zwei Buchstaben, z.B. US

source: Unable to save the segment name.
de_de: Fehler beim Speichern des Segmentnamens.

source: Unable to save segment conditions.
de_de: Fehler beim Speichern der Segmentbedingungen.

source: Sorry, unable to save your segment.
de_de: Entschuldigung, aber leider kann das Segment nicht gespeichert werden.

source: subscribers found for this segment
de_de: Abonnenten für dieses Segment gefunden

source: showing a preview of up to 10 records below
de_de: zeigt unten eine Vorschau für bis zu 10 Datensätze

source: your conditions does not match any subscribers
de_de: Ihre Bedingungen treffen für keine Abonnenten zu

source: Export CSV of this segment
de_de: CSV Export dieses Segments

source: Update segmentation results?
de_de: Ergebnisse der Segmentierung aktualisieren?

source: When subscribers are added or removed from the list, the segmentation results will not update automatically unless you click the refresh button
de_de: Wenn Abonnenten zur Liste hinzugefügt oder von ihre entfernt werden, aktualisieren sich die Ergebnisse nicht automatisch, außer Sie klicken auf „Aktualisieren“

source: To have your segmentation results update automatically,
de_de: Um die Ergebnisse der Segmentation automatisch zu aktualisieren,

source: setup a cron job
de_de: Cronjob erstellen

source: Add a cron job
de_de: Cronjob hinzufügen

source: Add a cron job that runs every 15 minutes with the following command:
de_de: Fügen Sie einen Cronjob hinzu, der alle 15 Minuten den folgenden Befehl ausführt:

source: Time Interval
de_de: Zeitintervall

source: Command
de_de: Befehl

source: (Note that adding cron jobs vary from hosts to hosts, most offer a UI to add a cron job easily. Check your hosting control panel or consult your host if unsure.)
de_de: (Anmerkung: Das Hinzufügen von Cronjobs kann von Host zu Host unterschiedlich sein, die meisten Hosts bieten eine Benutzeroberfläche um einen Cronjob einfach hinzuzufügen. Prüfen Sie Ihre Hosting-Systemsteuerung oder fragen Sie Ihren Host, wenn Sie unsicher sind.)

source: Once added, wait for the cron job to start running in 15 minutes. If your cron job is functioning correctly, the blue informational message will disappear and your segmentation results will be updated automatically every 15 minutes by the cron job.
de_de: Sobald Sie den Cronjob hinzugefügt haben, warten Sie 15 Minuten, bis er das erste mal gestartet wird. Wenn der Cronjob korrekt funktioniert, verschwindet die blaue Infomeldung und die Ergebnisse der Segmentierung werden zukünftig alle 15 Minuten durch den Cronjob aktualisiert.

source: Create a new segment
de_de: Neues Segment erstellen

source: What are segments?
de_de: Was sind Segmente?

source: Segments are subscribers filtered from a list based on certain conditions you define. Research shows sending emails to targeted segments not only improves open and click through rates, revenue can increase by more than 25%. Target segments of subscribers based on conditions you define using default fields like 'name' and 'email' or using any of your custom fields. Create multiple conditions and group them using 'AND' and 'OR' for each segment. Once you've created your segments, you can send targeted campaigns to these segments in addition to lists. You can even choose segments to 'exclude' from your sends.
de_de: Segmente sind Abonnenten, die aufgrund von bestimmten Bedingungen aus Listen gefiltert werden. Studien zeigen, dass sich die Öffnung- und Click-Through-Raten verbessern und der Umsatz um mehr als 25 % steigen kann, wenn man E-Mails gezielt an Segmente schickt. Wählen Sie Segmente aus Ihren Abonnenten aus, indem Sie Standardfelder wie „Name“ und „E-Mail“ oder beliebige benutzerdefinierte Felder verwenden. Erstellen Sie mehrere Bedingungen und gruppieren Sie sie für jedes Segment mit ‚UND‘ oder ‚ODER‘. Sobald Sie Ihre Segmente festgelegt haben, können Sie für Kampagnen benutzen. Sie können sogar Segmente benutzen, um die entsprechenden Adressen von Ihren Listen auszuschließen.

source: Existing segments
de_de: Vorhandene Segmente

source: Subscribers
de_de: Abonnenten

source: Update
de_de: Aktualisieren

source: Update totals for
de_de: Summen aktualisieren für

source: All conditions in this segment will be permanently deleted.
de_de: Alle Bedingungen in diesem Segment werden endgültig gelöscht.

source: Failed to delete segment
de_de: Segment konnte nicht gelöscht werden

source: No segments
de_de: Keine Segmente

source: Please disable 'ONLY_FULL_GROUP_BY' from 'sql_mode'
de_de: Bitte entfernen Sie die Option ‚ONLY_FULL_GROUP_BY‘ aus dem ‚sql_mode‘

source: We have detected that 'ONLY_FULL_GROUP_BY' is enabled in 'sql_mode' in your MySQL server. Your campaign will fail to send unless 'ONLY_FULL_GROUP_BY' is removed from 'sql_mode'. Here's how to fix this &rarr;
de_de: Sendy hat festgestellt, dass die Option ‚ONLY_FULL_GROUP_BY‘ im ‚sql_mode‘ Ihres MySQL Servers aktiviert ist. Diese Einstellung verhindert, dass Sie Kampagnen erfolgreich absenden können. So können Sie das Problem beheben &rarr;

source: Visit your "Brands" page by clicking your company's name at the top left of the screen. Then check the instructions on the left sidebar on how to resolve this issue
de_de: Gehen Sie auf die „Marken“ Seite, indem Sie auf den Firmennamen links oben klicken. Folgen Sie dann den Anweisungen links, um dieses Problem zu lösen

source: or
de_de: oder

source: is pending verification in your Amazon SES console
de_de: wartet auf verifikation in der Amazon SES Konsole

source: Your 'From email' or its domain is pending verification in your Amazon SES console. Please complete the verification then refresh this page to proceed.
de_de: Ihre Absenderadresse oder deren Domain wartet in der Amazon SES Konsole auf Bestätigung. Bitte schließen Sie die Verifikation ab und aktualisieren Sie diese Seite, um fortzufahren.

source: Your 'From email' or its domain is not verified in your Amazon SES console. A verification email has been sent to your 'From email' address with a confirmation link to complete the verification. Please click the link to complete the verification, then refresh this page.
de_de: Ihre Absenderadresse oder deren Domain ist nicht in der Amazon SES Konsole verifiziert. Wir haben die Absenderadresse soeben an Amazon SES zur Verifikation geschickt. Sie werden in Kürze von Amazon eine E-Mail mit einem Bestätigungslink erhalten, um den Prozess abzuschließen. Bitte Klicken Sie auf den Link und laden Sie anschließend diese Seite neu.

source: A verification email has been sent to your 'From email' address with a confirmation link. Please click the link to verify you are the owner of the 'From email', then refresh this page.
de_de: Es wurde eine E-Mail mit einem Link zur Verifikation an die Absenderadresse geschickt. Bitte klicken Sie auf den Link um zu bestätigen, dass Sie Inhaber der Absenderadresse sind. Bitte aktualisieren Sie anschließend diese Seite.

source: Test send this campaign
de_de: Test-Mail versenden

source: Test send this newsletter
de_de: Test senden

source: Define recipients
de_de: Empfänger definieren

source: Choose your lists & segments
de_de: Listen und Segmente auswählen

source: No list found, click to add one.
de_de: Keine Liste gefunden, hier klicken um eine anzulegen.

source: No segments found
de_de: Keine Segmente gefunden

source: Exclude lists from this campaign?
de_de: Listen aus dieser Kampagne ausschließen?

source: Don't include emails from these list & segments
de_de: E-Mail Adressen aus diesen Listen und Segmenten nicht mit einschließen

source: resets on
de_de: wird zurückgesetzt am

source: of
de_de: von

source: remaining
de_de: verbleibend

source: You can't send more than your monthly limit. Request for your limit to be raised by sending an email to
de_de: Sie können nicht mehr E-Mails versenden, als die monatliche Begrenzung zulässt. Bitten Sie Amazon, diese Begrenzung zu erhöhen, indem Sie eine E-Mail schicken an

source: Send newsletter now!
de_de: Versende den Newsletter jetzt!

source: Your campaign is now sending!
de_de: Ihre Kampagne wird gerade verschickt!

source: You can safely close this window, your campaign will continue to send.
de_de: Sie können nun dieses Fenster schließen, Ihre Kampagne wird weiterversendet.

source: You will be notified by email once your campaign has completed sending.
de_de: Sie werden per Email benachrichtigt, sobald Ihre Kampagne komplett versendet wurde.

source: Fee per recipient
de_de: Gebühr pro Empfänger

source: Grand total
de_de: Gesamtsumme

source: Proceed to pay for campaign
de_de: Weiter zur Zahlung der Kampagne

source: SES sends left
de_de: SES Versendungen übrig

source: Unable to get your SES quota from Amazon. Visit your "Brands" page by clicking your company's name at the top left of the screen. Then check the instructions on the left sidebar on how to resolve this issue
de_de: Fehler beim Abruf Ihrer SES Quota von Amazon. Bitte gehen Sie auf die „Marken“ Seite, indem Sie auf den Firmennamen links oben klicken. Lesen Sie dann auf der linken Seite nach, wie Sie dieses Problem lösen können

source: Please try again by refreshing this page. If this error persist, visit your Amazon SNS console and delete all 'Topics' and 'Subscriptions' and try again.
de_de: Bitte versuchen Sie, diese Seite zu aktualisieren. Wenn der Fehler weiterhin auftritt, gehen Sie in Ihre Amazon SNS Konsole, löschen Sie alle „Topics“ und „Subscriptions“ und versuchen Sie es erneut.

source: Error: Unable to create bounces and complaints SNS topics, please try again by refreshing this page.
de_de: Fehler beim Erstellen der SNS Bounces und Beschwerden Tonics. Bitte versuchen Sie es erneut, indem Sie diese Seite aktualisieren.

source: Sendy is unable to verify and setup bounces & complaints handling for your 'From email' address. Here's what you need to do:
de_de: Fehler beim Überprüfen und Anlegen der Einstellungen für Bounces und Beschwerden für Ihre Absenderadresse. Bitte führen Sie folgendes aus:

source: Visit your <a href="https://console.aws.amazon.com/iam/home#/users" target="_blank">IAM console</a> then follow the instructions in <a href="#amazonsnsfullaccess" data-toggle="modal">this video</a>.
de_de: Öffnen Sie Ihre <a href="https://console.aws.amazon.com/iam/home#/users" target="_blank">IAM Konsole</a> und folgen Sie den Anweisungen in <a href="#amazonsnsfullaccess" data-toggle="modal">diesem Video</a>.

source: Then refresh this page.
de_de: Aktualisieren Sie danach diese Seite.

source: Once this is done, Sendy will be able to setup bounces & complaints handling automatically.
de_de: Sobald dies erledigt ist, wird Sendy in der Lage sein, Bounces und Beschwerden selbständig zu bearbeiten.

source: How to add AmazonSNSFullAccess policy to IAM user
de_de: Die AmazonSNSFullAccess Policy für einen IAM User aktivieren

source: Error communicating with Amazon SNS API
de_de: Fehler bei der Kommunikation mit der Amazon SNS API

source: It looks like you are still in Amazon SES "Sandbox mode". You can only send to email addresses that you've verified in your
de_de: Es sieht so aus, als wäre Amazon SES immer noch im Sandbox Modus. Sie können momentan nur E-Mails an Adressen verschicken, die Sie verifiziert haben in Ihrer

source: Amazon SES console.
de_de: Amazon SES Konsole.

source: If you try to send newsletters to emails NOT verified in your SES console, your recipient will not receive the newsletter.
de_de: Sollten Sie versuchen Newsletter an Adressen zu versenden, welche nicht durch die SES-Konsole verifiziert wurden, wird Ihr Empfänger diesen Newsletter nicht empfangen.

source: Request Amazon to raise your 'SES Sending Limits' to get out of "Sandbox mode"
de_de: Bitte fordern Sie Amazon dazu auf, Ihre „SES Sending Limits“ zu erhöhen, damit der Sandbox-Modus verlassen wird.

source: to lift this restriction.
de_de: um diese Restriktion zu entfernen.

source: You can't send more than your SES daily limit. Either wait till Amazon replenishes your daily limit in the next 24 hours, or
de_de: Sie können nicht mehr als Ihr SES Tageslimit versenden. Entweder warten Sie bis Amazon Ihr Tageslimit wieder auffüllt, oder

source: request for extended access
de_de: Anfrage für erweiterten Zugang

source: We recommend
de_de: Wir empfehlen

source: setting up CRON
de_de: Cronjob erstellen

source: to send your newsletters
de_de: um Ihre Newsletter zu versenden

source: Newsletters sent via CRON have the added ability to automatically resume sending when your server times out. You'll also be able to schedule emails.
de_de: Newsletter, die über Cron verschickt werden, haben die zusätzliche Fähigkeit, dass sie automatisch das Senden fortsetzen, wenn Ihr Server ein Timeout hat. Außerdem haben Sie die Möglichkeit E-Mails zu planen.

source: You haven't set up CRON yet, but that's okay. You can still send newsletters right now. But keep in mind that you won't be able to navigate around Sendy until sending is complete. Also, you'll need to manually resume sending (with a click of a button) if your server times out.
de_de: Sie haben noch keinen Cron eingerichtet, aber das ist nicht schlimm. Sie können dennoch Newsletter versenden. Aber denken Sie daran, dass Sie nicht durch Sendy navigieren können, bis das Senden abgeschlossen wurde. Außerdem müssen Sie das Senden manuell fortsetzen (mit dem Klick eines Buttons), wenn Ihr Server ein Timeout hat.

source: Setup CRON now
de_de: Cronjob jetzt erstellen

source: To schedule campaigns or to make sending more reliable, add a
de_de: Um Kampagnen zu planen oder das Versenden verlässlicher zu machen, hinzufügen von
