Repository: weed-/sendy.localization.de_DE
Catalog: *.utf8/LC_MESSAGES/default.po
Languages: de_de

source: Please refer to this <a href="https://sendy.co/troubleshooting#unlicensed-domain-error" target="_blank">troubleshooting tip</a>.
de_de: Bitte beachten Sie diesen <a href="https://sendy.co/troubleshooting#unlicensed-domain-error" target="_blank">Hinweis zur Problemlösung</a>.

source: Outgoing connections blocked
de_de: Ausgehende Verbindungen sind blockiert

source: Your server has a firewall blocking outgoing connections. Please refer to this <a href="https://sendy.co/troubleshooting#unlicensed-domain-error" target="_blank">troubleshooting tip</a>.
de_de: Ihr Server hat eine Firewall, die ausgehende Verbindungen blockiert. Bitte beachten Sie diesen <a href="https://sendy.co/troubleshooting#unlicensed-domain-error" target="_blank">Hinweis zur Problemlösung</a>.

source: Upgrade your license to 6.x
de_de: Bitte aktualisieren sie Ihre Lizenz auf die Version 6.x

source: Your Sendy license requires an upgrade to version 6.x. Please visit <a href="https://sendy.co/get-updated" target="_blank">https://sendy.co/get-updated</a> to purchase an upgrade in order to proceed.
de_de: Ihre Sendy Lizenz muss auf Version 6.x aktualisiert werden. Bitte besuchen Sie die Seite <a href="https://sendy.co/get-updated" target="_blank">https://sendy.co/get-updated</a>, um ein Upgrade zu erwerben. Danach können Sie fortfahren.

source: Unlicensed custom domains
de_de: Ungültige Lizenz für eigene Domains

source: You are using more custom domains than your license allow. Please purchase custom domain licenses here →
de_de: Sie verwenden mehr eigene Domains als Ihre Lizenz erlaubt. Bitte erwerben Sie hier zusätzliche Lizenzen →

source: sec ago
de_de: Sekunde

source: secs ago
de_de: Sekunden

source: min ago
de_de: Minute

source: mins ago
de_de: Minuten

source: hr ago
de_de: Stunde

source: hrs ago
de_de: Stunden

source: day ago
de_de: Tag

source: days ago
de_de: Tagen

source: week ago
de_de: Woche

source: weeks ago
de_de: Wochen

source: 'simplexml' extension not installed on your server
de_de: Die 'simplexml' Erweiterung ist nicht auf dem Server installiert

source: We have detected that the 'simplexml' is not installed on your server. Sendy may not be able to load your Amazon SES quotas. Please see the answer on this page to resolve this issue
de_de: Sendy hat festgestellt, dass die Erweiterung ‚simplexml‘ nicht auf Ihrem Server installiert ist. Deswegen ist Sendy nicht in der Lage, die Amazon SES Quotas zu laden. Bitte lesen Sie die Antwort auf dieser Seite, um das Problem zu lösen

source: Once done, refresh this page and this error message should disappear.
de_de: Sobald dies erledigt ist, laden Sie bitte die Seite neu. Die Fehlermeldung sollte dann verschwunden sein.

source: Error
de_de: Fehler

source: Login
de_de: Einloggen

source: Logout
de_de: Ausloggen

source: Brands
de_de: Marken

source: Add a new brand
de_de: Neue Marke hinzufügen

source: New subscriber
de_de: Neuer Abonnent

source: You have a new subscriber!
de_de: Sie haben einen neuen Abonnenten!

source: The following user signed up to your list
de_de: Der folgende Benutzer hat sich bei Ihrer Liste angemeldet

source: Visit your list
de_de: Die Liste besuchen

source: User unsubscribed
de_de: Benutzer abgemeldet

source: The following user unsubscribed from your list
de_de: Der folgende Benutzer hat sich von Ihrer Liste abgemeldet

source: Campaign sent
de_de: Kampagne gesendet

source: Your campaign has been sent
de_de: Ihre Kampagne wurde versendet

source: Your campaign has been successfully sent to
de_de: Ihre Kampagne wurde erfolgreich versendet an

source: View campaign report
de_de: Kampagnen-Bericht ansehen

source: Campaign now sending
de_de: Ihre Kampagne wird gerade verschickt

source: Your campaign is now sending
de_de: Ihre Kampagne wird gerade verschickt

source: Your campaign has started sending to
de_de: Der Versand der Kampagne hat begonnen an

source: Autoresponder email sent
de_de: Autoresponder E-Mail versandt

source: An Autoresponder email was triggered
de_de: Autoresponder E-Mail versandt

source: Autoresponder subject
de_de: Autoresponder Betreff

source: Sent to
de_de: Gesendet an

source: Essential tags (HTML only)
de_de: Wichtige Tags (HTML)

source: The following tags can only be used on the HTML version
de_de: Diese Tags können nur in der HTML-Version verwendet werden

source: View web version
de_de: Web Version ansehen

source: Unsubscribe link
de_de: Abmelden Link

source: Unsubscribe here
de_de: Hier Abmelden

source: Essential tags
de_de: Wichtige Tags

source: The following tags can be used on both Plain text or HTML version
de_de: Diese Tags können in der Text- und HTML-Version verwendet werden

source: GDPR re-consent tag
de_de: DSGVO Tag zur erneuten Zustimmung (Reconsent Tag)

source: When requesting your subscribers to re-consent to your future campaigns, you can use this tag as the re-consent link. Upon clicking this link, the subscriber will be tagged with <span class="label label-warning">GDPR</span>. In your brand settings, if you turn on the 'GDPR safe switch', future Campaigns and Autoresponders will only be sent to subscribers tagged with <span class="label label-warning">GDPR</span>.
de_de: Wenn Sie Ihre Abonnenten bitten, für zukünftige Kampagnen erneut ihre Zustimmung zu erteilen (Reconsent), können Sie dieses Tag für den Reconsent-Link verwenden. Wenn der Abonnent darauf klickt, erhält er das <span class="label label-warning">DSGVO</span> Tag. Falls Sie in den Markeneinstellungen den ‚DSGVO-Sicherheitsschalter‘ aktivieren, werden zukünftige Kampagnen und Autoresponder nur an Abonnenten mit dem <span class="label label-warning">DSGVO</span> Tag versandt.

source: Personalization tags
de_de: Personalisierungs-Tags

source: Two digit day of the month (eg. 01 to 31)
de_de: Tag des Monats (zweistellig, z.B. 01 bis 31)

source: A full textual representation of the day (eg. Friday)
de_de: Tag der Woche (z.B. Freitag)

source: Two digit representation of the month (eg. 01 to 12)
de_de: Monat (zweistellig, z.B. 01 bis 12)

source: Full month name (eg. May)
de_de: Name des Monats (z.B. Mai)

source: Four digit representation of the year (eg. 2014)
de_de: Vierstellige Jahreszahl (z.B. 2017)

source: Custom field tags
de_de: Tags für eigene Felder

source: You can also use custom fields to personalize your newsletter, eg.
de_de: Sie können außerdem eigene Felder benutzen, z.B. um Ihren Newsletter zu personalisieren.

source: To manage or get a reference of tags from custom fields, go to any subscriber list. Then click 'Custom fields' button at the top right.
de_de: Um eiegene Felder zu verändern oder die Referenz-Tags einzusehen, gehen Sie zu einer beliebigen Abonnenten-Liste und klicken Sie oben rechts auf 'Eigene Felder'.

source: Ways to send emails
de_de: Wege um E-Mails zu senden

source: Follow Step 5 of the <a href="https://sendy.co/get-started#step5" target="_blank" style="text-decoration: underline">Get Started Guide</a> to hook up your Amazon SES account with your Sendy installation.
de_de: Bitte lesen Sie Schritt 5 des <a href="https://sendy.co/get-started#step5" target="_blank" style="text-decoration: underline">"Erste Schritte" Handbuchs</a>, Ihren Amazon SES Account mit der Sendy Installation zu verknüpfen.

source: Save the SMTP credentials generated from the email sending service of your choice under 'SMTP settings' when creating or editing a brand. Or choose from a list of supported SMTP providers like Elastic Email, Sendgrid or MailJet.
de_de: Speichern Sie die SMTP Zugangsdaten ihres Versanddienstleisters unter 'SMTP Einstellungen', wenn Sie eine Marke erstellen oder bearbeiten. Oder wählen Sie aus einer Liste unterstützter SMTP Anbieter wie Elastic Email, Sendgrid oder MailJet.

source: Amazon SES Quota
de_de: Limits für Amazon SES

source: Daily quota
de_de: Tägliche Mengenbegrenzung

source: Sends left
de_de: Sendungen übrig

source: Sent today
de_de: Heute gesendet

source: Send rate
de_de: Senderate

source: per sec
de_de: pro Sek

source: Your Sendy installation is unable to get your SES quota from Amazon because you did not attach "AmazonSESFullAccess" user policy to your IAM credentials. Please re-do Step 5.2 and 5.3 of the <a href="https://sendy.co/get-started#step5" target="_blank">Get Started Guide</a> carefully to resolve this error.
de_de: Sendy kann die SES Quota nicht von Amazon abrufen, weil Sie die "AmazonSESFullAccess" Berechtigung noch nicht zum IAM User hinzugefügt haben. Bitte wiederholen Sie die Schritte 5.2 und 5.3 des <a href="https://sendy.co/get-started#step5" target="_blank">"Erste Schritte" Handbuchs</a> sorgfältig, um dieses Problem zu lösen.

source: Your Sendy installation is unable to get your SES quota from Amazon because your server clock is out of sync with NTP. To fix this, Amazon requires you to <strong>sync your server clock with NTP</strong>. Request your host to sync your server clock with NTP with the following command via SSH:
de_de: Sendy kann die SES Quota nicht von Amazon abrufen, weil die Uhrzeit auf dem Server nicht korrekt ist. Amazon fordert, dass die Serveruhr <strong>per NTP synchronisiert wird</strong>. Bitte synchronisieren Sie die Serveruhr mit dem folgenden Befehl per SSH:

source: Your Sendy installation is unable to get your SES quota from Amazon because the 'Amazon Web Services Credentials' set in Sendy's main Settings are incorrect. You probably did not copy and pasted your IAM credentials fully or properly into the settings. Please re-do Step 5.2 and 5.3 of the <a href="https://sendy.co/get-started#step5" target="_blank">Get Started Guide</a> carefully to resolve this error.
de_de: Sendy kann die SES Quota nicht von Amazon abrufen, weil die 'Amazon Web Services Credentials' in den Einstellungen nicht korrekt sind. Wahrscheinlich haben Sie die IAM Credentials nicht vollständig oder nicht korrekt per Kopieren & Einfügen übernommen. Bitte wiederholen Sie die Schritte 5.2 und 5.3 des <a href="https://sendy.co/get-started#step5" target="_blank">"Erste Schritte" Handbuchs</a> sorgfältig, um dieses Problem zu beheben.

source: Your Sendy installation is unable to get your SES quota from Amazon because you have not completed your sign up of Amazon SES. Here's what you should do:
de_de: Sendy kann die SES Quota nicht von Amazon abrufen, weil Sie die Anmeldung bei Amazon SES nicht vollständig abgeschlossen haben. Sie sollten folgendes tun:

source: Visit
de_de: Besuchen

source: your Amazon SES console
de_de: Sie die Amazon SES Konsole

source: Click the 'Sign Up For Amazon SES' button to finish your signup
de_de: Klicken Sie den Button ‚Bei Amazon SES Anmelden‘, um den Anmeldeprozess abzuschließen

source: Once you've completed your signup, this error will disappear.
de_de: Sobald Sie die Anmeldung abgeschlossen haben, wird dieser Fehler verschwinden.

source: You're currently in Amazon SES's "Sandbox mode".
de_de: Momentan ist der „Sandbox Mode“ von Amazon SES aktiv.

source: Please request Amazon to "<a href="http://aws.amazon.com/ses/fullaccessrequest/" target="_blank">raise your SES Sending Limits</a>" to be able to send to and from any email address as well as raise your daily sending quota from 200 to any number you need.
de_de: Bitte fordern Sie Amazon dazu auf, die „<a href="http://aws.amazon.com/ses/fullaccessrequest/" target="_blank">SES Sending Limits</a>“ zu erhöhen, damit Sie E-Mails von und an beliebige Adressen verschicken können. Lassen Sie die „Daily Sending Quota“ ebenfalls von 200 auf einen Wert Ihrer Wahl erhöhen.

source: Please also make sure to select the same 'Region' as what is set in your Sendy Settings (under 'Amazon SES region') when requesting for 'SES Sending Limits' increase.
de_de: Bitte stellen Sie auch sicher, dass Sie dieselbe „Region“ bei Amazon angeben, die Sie in den Sendy Einstellungen (unter „Amazon SES Region“) gewählt haben.

source: Unable to save
de_de: Fehler beim Speichern

source: Reason
de_de: Grund

source: Unable to delete CSV file
de_de: CSV Datei kann nicht gelöscht werden

source: Unable to update the 'lists' table to stop the import
de_de: Kann die Tabelle 'lists' nicht aktualisieren, um den Import zu stoppen

source: I forgot my password
de_de: Passwort vergessen

source: We have received a request to reset your password. If you did not send this request, please ignore this email.
de_de: Wir haben eine Anfrage erhalten, um Ihr Passwort zurückzusetzen. Wenn Sie dies nicht selbst angefordert haben, ignorieren Sie bitte diese E-Mail.

source: To reset your password, please click the following link:
de_de: Um Ihr Passwort zurückzusetzen klicken Sie bitte auf den folgenden Link:

source: Password reset link
de_de: Passwort-Reset Link

source: Reset your password
de_de: Passwort zurücksetzen

source: Email does not exist.
de_de: E-Mail Adresse existiert nicht.

source: Your password has been reset, here's your new one
de_de: Ihr Passwort wurde zurückgesetzt, hier ist Ihr neues

source: For better security, we recommend changing your password immediately once you log back in.
de_de: Aus Sicherheitsgründen empfehlen wir, Ihr Passwort zu ändern, sobald sie sich wieder eingeloggt haben.

source: Your new password
de_de: Ihre neues Passwort

source: Login to Sendy
de_de: Bei Sendy anmelden

source: Can't reset password.
de_de: Kann Passwort nicht zurücksetzen.

source: Clicks
de_de: Klicks

source: Joined
de_de: Beigetreten

source: Last activity
de_de: Letzte Aktivität

source: No opens yet
de_de: Bisher keine Öffnungen

source: No campaigns yet
de_de: Es existieren noch keine Kampagnen

source: No autoresponders found
de_de: Keine Autoresponder gefunden

source: Name of the user
de_de: Name des Benutzers

source: User's email address
de_de: E-Mail Adresse des Benutzers

source: The encrypted list ID
de_de: Die verschlüsselte Listen-ID

source: The name of the list being subscribed to
de_de: Name der Liste, zu der die neuen Benutzer hinzugefügt werden

source: URL of the list being subscribed to
de_de: Die URL der Liste, zu der die neuen Abonnenten hinzugefügt werden

source: User's Gravatar image URL
de_de: Gravatar Bild URL des Benutzers

source: Lists
de_de: Listen

source: No lists found
de_de: Keine Listen gefunden

source: Unable to save the rule
de_de: Fehler beim Speichern der Regel

source: Error: Can't delete all subscribers from segment.
de_de: Fehler: Kann nicht alle Abonnenten aus dem Segment löschen.

source: Error: Can't insert subscriber into segment.
de_de: Fehler: Hinzufügen von Abonnenten zum Segment nicht möglich.

source: No segments found for this list.
de_de: Für diese Liste wurden keine Segmente gefunden.

source: Campaigns
de_de: Kampagnen

source: All templates
de_de: Alle Templates

source: Lists & subscribers
de_de: Listen & Abonnenten

source: View all lists
de_de: Alle Listen ansehen

source: Others
de_de: Weitere

source: Rules
de_de: Regeln

source: Reports
de_de: Berichte

source: See reports
de_de: Berichte ansehen

source: Oops! Unable to save, please try again later.
de_de: Ups! Speichern nicht möglich, bitte später nochmal versuchen.

source: Email already exist in this list.
de_de: E-Mail existiert bereits in dieser Liste.

source: Email is suppressed.
de_de: E-Mail Adresse ist unterdrückt.

source: Email address is invalid.
de_de: E-Mail Adresse ist ungültig.

source: Error opening data file.
de_de: Fehler beim Öffnen der Datei.

source: File is empty.
de_de: Datei ist leer.

source: not set
de_de: nicht festgelegt

source: Sorry, unable to save. Please try again later!
de_de: Tut mir leid, speichern nicht möglich. Bitte später nocheinmal versuchen!

source: Notes
de_de: Notizen

source: Click to add a note for this subscriber.
de_de: Hier klicken, um eine Bemerkung zum Abonnenten hinzuzufügen.

source: Saving..
de_de: Speichere..

source: Campaign activity
de_de: Kampagnen-Aktivität

source: Not detected
de_de: Nicht entdeckt

source: View report for
de_de: Bericht anzeigen für

source: Links clicked
de_de: Geklickte Links

source: No activity.
de_de: Keine Aktivität.

source: Failed to create with template
de_de: Fehler beim Erstellen mit Template

source: Please verify your login email address
de_de: Bitte verifizieren Sie die Login E-Mail Adresse

source: A verification email has been sent to your main login email address with a confirmation link to complete the verification. Please click the link to complete the verification, then refresh this page and this message should disappear.
de_de: Es wurde eine E-Mail mit einem Link zur Verifikation an die Haupt Login E-Mail Adresse gesendet. Bitte klicken Sie auf den Link, um den Bestätigungsprozess abzuschließen und aktualisieren Sie anschließend diese Seite.

source: It is necessary to verify your main login email address for various reasons, one of them is to enable password reset emails to be sent to you should you forget your password in future.
de_de: Es ist aus verschiedenen Gründen notwendig, ihre Login E-Mail Adresse zu verifizieren, u.a. um E-Mail zum Zurücksetzen des Passworts zu aktivieren, falls Sie einmal ihr Passwort vergessen sollten.

source: Your login email address is still pending verification. Please click the link in the verification email you received from Amazon to complete the verification, then refresh this page and this message should disappear.
de_de: Ihre Absenderadresse oder deren Domain wartet in der Amazon SES Konsole auf Bestätigung. Bitte schließen Sie die Verifikation ab und aktualisieren Sie diese Seite, um fortzufahren.

source: If you want to re-send the verification email
de_de: Wenn Sie die Verifikationsmail erneut verschicken möchten

source: please click here
de_de: bitte hier klicken

source: The verification email has been re-sent to your main login email address.
de_de: Die Bestätigungsmail wurde erneut an die Haupt Login E-Mail Adresse gesendet.

source: Unable to send the verification email. Please try again later.
de_de: Verifizierungsmail kann nicht gesendet werden. Bitte versuchen Sie es später noch einmal.

source: Search brands
de_de: Marken suchen

source: Sends via
de_de: Sendet mit

source: Used
de_de: Verbraucht

source: Other SMTP service
de_de: Anderer SMTP Provider

source: No sending provider setup yet. Defaults to send via the server.
de_de: Noch kein Versanddienstleister eingerichtet. Versand erfolgt standardmäßig über den Server.

source: View report for the latest campaign
de_de: Bericht für die letzte Kampagne ansehen

source: Create new campaign?
de_de: Erstelle neue Kampagne?

source: What are brands?
de_de: Was sind Marken?

source: Let's just say you own this company called Apple Inc and you have several products under it eg. Mac, iPhone, iPad etc. These several "child" products are what we refer to as 'brands'.
de_de: Lassen Sie uns annehmen, Ihnen gehört das Unternehmen Apple Inc. und sie haben mehrere Produkte, z. B. Mac, iPhone, iPad etc. Diese untergeordneten Produkte bezeichnen wir als „Marken“.

source: Another example, if you have a company or business with different clients and you want to group them separately, you can create a 'brand' for each.
de_de: Weiteres Beispiel: Wenn Sie ein Unternehmen mit verschiedenen Kunden haben und sie getrennt voneinander gruppieren möchten, können Sie für jeden von ihnen eine „Marke“ anlegen.

source: Once you've created a brand, you can then create email campaigns, templates, lists, import subscribers or blacklists, setup autoresponders, perform list segmentation etc in each brand you've created.
de_de: Sobald Sie eine Marke erstellt haben, können Sie darin E-Mail Kampagnen, Templates und Listen erstellen, Abonnenten importieren, Autoresponder einrichten, die Segmentierung von Listen durchführen usw.

source: If you have clients that you want to provide email marketing services for, you can generate a set of login credentials for each brand, set access privileges, monthly limits, cost per email etc, then send the login credentials to your clients to login and send newsletters on their own.
de_de: Wenn Sie Kunden haben, für die Sie Marketing-Dienstleistungen anbieten möchten, können sie für jede Marke ein eigenes Login erstellen, eigene Zugangsberechtigungen vergeben, monatliche Limits, Kosten pro E-Mail usw. vergeben. Die Zugangsdaten können Sie an die Kunden verschicken, damit diese zukünftig eigene Newsletter versenden können.

source: Add your first brand!
de_de: Fügen Sie Ihre erste Marke hinzu!

source: Delete brand
de_de: Marke löschen

source: All campaigns, lists, subscribers will be permanently deleted. Confirm delete <span id="brand-to-delete" style="font-weight:bold;"></span>?
de_de: Alle Kampagnen, Listen und Abonnenten werden permanent gelöscht. Möchten Sie fortfahren <span id="brand-to-delete" style="font-weight:bold;"></span>?

source: Calculating
de_de: Berechne

source: Schedule this campaign?
de_de: Versand planen?

source: Back
de_de: Zurück

source: Link no longer exists
de_de: Link existiert nicht mehr

source: List name is required
de_de: Listenname wird benötigt

source: Subscriber lists
de_de: Abonnenten-Liste

source: Add a new list
de_de: Neue Liste hinzufügen

source: Search all lists
de_de: Alle Listen durchsuchen

source: Add
de_de: Hinzufügen

source: Active
de_de: Aktiv

source: Segs
de_de: Segmente

source: Hide
de_de: Ausblenden

source: View segments for this list
de_de: Segmente für diese Liste ansehen

source: Create segments for this list
de_de: Erstelle Segmente für diese Liste

source: View autoresponders for this list
de_de: Autoresponder für diese Liste ansehen

source: Create autoresponders for this list
de_de: Autoresponder für diese Liste erstellen

source: Unhide this list
de_de: Diese Liste einblenden

source: Hide this list
de_de: Diese Liste ausblenden

source: No list yet.
de_de: Noch keine Listen.

source: Add one
de_de: Eine hinzufügen

source: Delete list
de_de: Liste löschen

source: All subscribers, custom fields, autoresponders and segments in this list will be permanently deleted. Confirm delete <span id="list-to-delete" style="font-weight:bold;"></span>?
de_de: Alle Abonnenten, eigene Felder, Autoresponder und Segmente dieser Liste werden permanent gelöscht. Möchten Sie fortfahren<span id="list-to-delete" style="font-weight:bold;"></span>?

source: Sign in
de_de: Anmelden

source: Forgot password?
de_de: Passwort vergessen?

source: Your email
de_de: Ihre Email

source: Send password reset email
de_de: E-Mail zum Zurücksetzen des Passworts senden

source: Sorry, unable to reset password. Please try again later!
de_de: Tut mir leid, das Passwort konnte nicht zurückgesetzt werden. Bitte versuchen Sie es später nocheinmal!

source: Password reset email has been sent to you
de_de: Eine E-Mail zum Zurücksetzen des Passworts wurde verschickt

source: New brand
de_de: Neue Marke

source: Sending you to PayPal
de_de: Weiterleitung zu PayPal

source: Sending you to PayPal, one moment please
de_de: Weiterleitung zu PayPal, einen Moment bitte

source: Campaign for
de_de: Kampagne für

source: Click here to proceed
de_de: Hier klicken um fortzufahren

source: Thank you for your confirmation!
de_de: Danke für Ihre Bestätigung!

source: Oops. There was an error.
de_de: Ups. Es gab einen Fehler.

source: Your reconsent tag<br/>is working
de_de: Ihr Reconsent-Tag<br />funktioniert

source: Your reconsent tag will be converted to a real reconsent link when you send out your campaign.
de_de: Ihr Tag zur erneuten Zustimmung (Reconsent-Tag) wird durch den tatsächlichen Link ersetzt, wenn Sie die Kampagne versenden.

source: duplicate emails deleted from
de_de: Doppelte E-Mails gelöscht von

source: duplicate email(s) found in
de_de: Doppelte E-Mail(s) gefunden in

source: delete them?
de_de: sollen Sie gelöscht werden?

source: No duplicate emails found.
de_de: Keine doppelten Adressen gefunden.

source: Check and remove duplicate emails
de_de: Prüfe und entferne doppelte E-Mail Adressen
