Repository: weed-/sendy.localization.de_DE
Catalog: *.utf8/LC_MESSAGES/default.po
Languages: de_de

source: with the following command.
de_de: mit folgendem Befehl. Sendy kümmert sich dabei auch um serverseitige Timeouts.

source: This command needs to be run every 5 minutes in order to check the database for any scheduled campaigns to send.
de_de: Dieser Befehl muss alle 5 Minuten ausgeführt werden, um die Datenbank auf geplante Kampagnen zu überprüfen.

source: Once added, wait around 5 minutes. If your cron job is functioning correctly, you'll see the scheduling options instead of this modal window when you click on "Schedule this campaign?".
de_de: Warten Sie nach dem Hinzufügen ca. 5 Minuten. Wenn Ihr Cronjob ordnungsgemäß funktioniert, sehen Sie die Planungsoptionen anstatt diesem Hilfsfenster, wenn Sie auf "Diese Kampagne planen?" klicken.

source: Schedule this campaign
de_de: Versand planen

source: Pick a date
de_de: Datum auswählen

source: Set a time
de_de: Zeit auswählen

source: Select a timezone
de_de: Zeitzone auswählen

source: Schedule campaign now
de_de: Versandzeitpunkt festlegen

source: Schedule and pay for campaign
de_de: Kampagne planen und bezahlen

source: Edit newsletter
de_de: Newsletter bearbeiten

source: Newsletter preview
de_de: Newsletter-Vorschau

source: Disabled
de_de: Deaktiviert

source: Opens tracking
de_de: Tracking der Öffnungen

source: Clicks tracking
de_de: Tracking der Klicks

source: View web version link
de_de: Link zur Webversion

source: Mobile
de_de: Mobiltelefon

source: Preview personalization tags and custom fields using real data of up to 100 subscribers from list(s) you select on the left
de_de: Vorschau für Personalisierungs-Tags und benutzerdefinierte Felder mit echten Daten von bis zu 100 Abonnenten der Listen, die Sie auf der linken Seite auswählen

source: Have you double checked your selected lists? If so, let's go ahead and send this!
de_de: Ist die ausgewählte Empfängerliste korrekt? Wenn ja, wird die Kampagne durch Klick auf "OK" versendet!

source: Have you double checked your selected lists? If so, proceed to pay for this campaign.
de_de: Haben Sie Ihre ausgewählten Listen noch einmal überprüft? Falls ja, fahren Sie fort um für diese Kampagne zu zahlen.

source: Important: Bounces or complaints were not set up
de_de: Wichtig: Bounces oder Beschwerden wurden nicht konfiguriert

source: We've detected that bounces or complaints have not been setup.
de_de: Wir haben bemerkt, dass Bounces oder Beschwerden nicht konfiguriert wurden.

source: Not having bounces or complaints registered means future campaigns will continue to be sent to emails that bounced and recipients who have marked your emails as spam. This may lead to Amazon suspending your AWS account.
de_de: Wenn Bounces und Beschwerden nicht eingetragen werden, hat dies zu Folge, dass zukünftige Kampagnen weiterhin an Emails verschickt werden, welche einen Bounce erzeugten und an Empfänger, welche Ihre E-Mails als Spam markiert haben. Dies kann dazu führen, dass Amazon Ihren AWS suspendiert.

source: We highly recommend setting up bounces & complaints
de_de: Wir empfehlen Ihnen sehr Bounces und Beschwerden einzustellen

source: Visit our Get Started Guide and complete steps 7 & 8
de_de: Besuchen Sie unser "Erste Schritte" Handbuch und erledigen Sie die Schritte 7 und 8

source: Or troubleshoot with this FAQ
de_de: Oder versuchen Sie das Problem mit Hilfe dieser FAQ zu lösen

source: Don't send
de_de: Nicht senden

source: Send anyway
de_de: Trotzdem versenden

source: Your campaign has been scheduled
de_de: Ihre Kampagne wurde geplant

source: You will be notified by email once your campaign has been sent.
de_de: Sie werden via Email benachrichtigt, sobald Ihre Kampagne verschickt wurde.

source: Now sending
de_de: Es wird gesendet

source: Your campaign is on the way!
de_de: Ihre Kampagne ist auf dem Weg!

source: You can close this window and your campaign will continue to send. You will be notified by email once your campaign has completed sending.
de_de: Sie können dieses Fenster schließen und Ihre Kampagne wird weiterversendet. Sie werden per Email benachrichtigt, sobald Ihre Kampagne vollständig versendet wurde.

source: Settings have been saved!
de_de: Einstellungen wurden gespeichert!

source: Company
de_de: Unternehmen

source: Your company
de_de: Ihr Unternehmen

source: Your name
de_de: Ihr Name

source: Your email address
de_de: Ihre Email-Adresse

source: This login email address is already in use by one of your brands. Please find the brand that uses this login email address and change it to something else so that you can save. Or use another email address.
de_de: Diese Login-Adresse wurde bereits von einer Ihrer Marken verwendet. Bitte ändern Sie entweder die Email-Adresse der Marke, die sie verwendet, oder verwenden Sie hier eine andere Adresse.

source: Password (leave blank to not change it)
de_de: Passwort (Das Feld frei lassen um es nicht zu ändern)

source: Your password
de_de: Ihr Passwort

source: Enable two-factor authentication
de_de: Zwei-Faktor-Authentifizierung aktivieren

source: Regenerate secret key
de_de: Geheimen Schlüssel neu erzeugen

source: What is "Two-factor authentication"?
de_de: Was bedeutet „Zwei-Faktor-Authentifizierung“?

source: Two-factor authentication provides an additional layer of security by requiring a one time password (OTP) in addition to email & password credentials. You can get OTP codes without an internet or cellular connection using a <a href="#two_factor_apps"data-toggle="modal" style="text-decoration:underline;">two-factor application</a>.
de_de: Die Zwei-Faktor-Authentifizierung bietet eine zusätzliche Sicherheitsebene, indem sie neben der E-Mail Adresse und dem regulären Password ein Einmalpasswort (One-Time-Password, OTP) verlangt. Dieses Einmalpasswort erhalten Sie per Internet oder Handy, wenn Sie die <a href="#two_factor_apps"data-toggle="modal" style="text-decoration:underline;">Zwei-Faktor-Authentifizierung</a> nutzen.

source: <strong>Step 1</strong>: Scan the following QR code (or enter the secret key) into your <a href="#two_factor_apps"data-toggle="modal" style="text-decoration:underline;">two-factor application</a>:
de_de: <strong>Schritt 1:</strong>: Scannen Sie den folgenden QR Code (oder geben Sie den geheimen Schlüssel) in ihre <a href="#two_factor_apps"data-toggle="modal" style="text-decoration:underline;">Zwei-Faktor Applikation</a> ein:

source: Secret key:
de_de: Geheimer Schlüssel:

source: <strong>Step 2</strong>: Use your <a href="#two_factor_apps"data-toggle="modal" style="text-decoration:underline;">two-factor application</a> to generate an OTP code, then paste it below:
de_de: <strong>Schritt 2</strong>: Benutzen Sie Ihre <a href="#two_factor_apps"data-toggle="modal" style="text-decoration:underline;">Zwei-Faktor Applikation</a>, um ein Einmalpasswort (OTP) zu erzeugen. Fügen Sie dieses unten ein:

source: OTP code, eg. 123456
de_de: Einmalpasswort (OTP), z.B. 123456

source: Confirm and enable two-factor authentication
de_de: Zwei-Faktor-Authentifizierung bestätigen und aktivieren

source: Two-factor authentication applications
de_de: Anwendungen für die Zwei-Faktor-Authentifizierung

source: There are many 'Two-factor authentication' mobile apps available in the market for free that can be used with services that supports 2FA like Amazon, Gmail, Dropbox, Facebook etc. The most common is 'Google Authenticator'. The following are links to Google Authenticator app for both iOS and Android:
de_de: Es gibt viele kostenlose Apps für die Zwei-Faktor-Authentifizierung, die man für Dienste, die 2FA unterstützen (z.B. Amazon, Gmail, Dropbox, Facebook etc.), verwenden kann. Eine der am häufigsten benutzten ist „Google Authenticator“. Nachfolgend finden Sie die Links zum Google Authenticator für iOS und Android:

source: OTP is correct, but unable to save.
de_de: Das Einmalpasswort ist korrekt, kann jedoch nicht gespeichert werden.

source: OTP code is incorrect. Please try again.
de_de: Das Einmalpasswort ist falsch. Bitte versuchen Sie es erneut.

source: Please enter a valid, numeric OTP code.
de_de: Bitte geben Sie ein gültiges, numerisches OTP Einmalpasswort ein.

source: Appearance
de_de: Aussehen

source: 'Ctrl + g' to toggle
de_de: 'Strg + g' zum Umschalten

source: Select your timezone
de_de: Zeitzonenauswahl

source: Select your language
de_de: Sprachauswahl

source: Amazon Web Services Credentials
de_de: Amazon Web Services Anmeldedaten

source: Please see Step 5 of the Get Started Guide on how to create a set of IAM credentials to hook up your Amazon SES account with your Sendy installation
de_de: Bitte lesen Sie Schritt 5 des "Erste Schritte" Handbuchs, um die IAM Credentials zu erzeugen und Ihren Amazon SES Account mit der Sendy Installation zu verknüpfen

source: AWS Access Key ID
de_de: AWS Zugangsschlüssel ID

source: AWS Secret Access Key
de_de: AWS geheimer Zugangsschlüssel

source: AWS Secret Acesss Key
de_de: AWS geheimer Zugangsschlüssel

source: Please select the same region as what's set in your Amazon SES console in the region selection drop down menu at the top right.
de_de: Bitte wählen Sie die selbe Region, die Sie in der Amazon SES-Konsole im Region-Menü (oben rechts) ausgewählt haben.

source: Your Amazon SES region
de_de: Ihre Amazon SES-Region

source: Sending rate
de_de: Senderate

source: Sendy sends bulks of emails in parallel per second according to your Amazon SES send rate. Depending on the capability of your server, your server may have trouble processing huge bulks of emails efficiently if your SES send rate is very high. Lowering your send rate may yield better sending speed and stability.
de_de: Sendy verschickt E-Mails parallel in großen Mengen entsprechend Ihrer Amazon SES Senderate. Wenn diese zu hoch eingestellt ist kann Ihr Server, abhängig von seiner Leistungsfähigkeit, Probleme damit haben, die Mengen an E-Mails effizient zu bearbeiten. Es kann daher stabiler und schneller sein, wenn Sie die Senderate reduzieren.

source: Adjust sending rate
de_de: Senderate anpassen

source: emails per second
de_de: E-Mails pro Sekunde

source: PayPal account
de_de: PayPal-Konto

source: If you charge your client(s) a fee for sending newsletters, they'll pay to this PayPal account. Also, don't forget to turn <strong>Auto Return</strong> ON in your PayPal account under <strong>Account settings (hover over your name at the top right) > Website payments (left sidebar) > Website preferences</strong> so that your client will be automatically re-directed to the sending script after payment. Just use your website's URL for the <strong>Return URL</strong> to be able to save.
de_de: Wenn Sie Ihren Kunden eine Gebühr zum Versenden von Newslettern berechnen, wird sie auf dieses PayPal-Konto gezahlt. Vergessen Sie dafür nicht, <strong>Auto Return</strong> in Ihrem PayPal-Konto zu AKTIVEIREN. Sie finden diese Funktion unter <strong>Profil (Mauszeiger über Ihren Namen oben rechts bewegen) > Kontoeinstellungen (im Menü links) > Website-Zahlungslösungen > Website-Einstellungen </strong>, so dass Ihre Kunden automatisch auf das Senden-Skript nach Zahlungseingang umgeleitet werden. Verwenden Sie einfach die URL Ihrer Webseite für die <strong>Return URL</strong> um die Einstellungen speichern zu können.

source: PayPal email address
de_de: PayPal E-Mail Adresse

source: PayPal account email address
de_de: E-Mail Adresse des PayPal Accounts

source: No. of brands to show per page
de_de: Anzahl Marken pro Seite anzeigen

source: brands per page
de_de: Marken pro Seite

source: Require typing 'DELETE' before a brand, campaign, list or template can be deleted
de_de: Die Eingabe von "DELETE" muss erfolgen, bevor ein Kunde, Kampagne, Liste oder Vorlage gelöscht werden kann

source: Sending preferences
de_de: Sende-Konfiguration

source: The <a href="https://www.eugdpr.org/the-regulation.html" target="_blank" style="text-decoration: underline;">General Data Protection Regulation (GDPR)</a> is a regulation in EU law on data protection and privacy for all individuals within the European Union. The GDPR regulation affects anyone in the world who collect and process the personal data of EU users. If you collect and process data of EU users, these GDPR features will be useful to you.
de_de: Die <a href="https://www.stiftungdatenschutz.org/dsgvo-info/" target="_blank" style="text-decoration: underline;">Datenschutz Grundsatzverordnung (DSGVO)</a> ist einer EU Verordnung für mehr Datensatz und Privatsphäre für die Bürger der EU. Sie betrifft weltweit jeden, der persönliche Daten von EU Bürgern sammelt und verarbeitet. Wenn Sie die persönlichen Daten von Bürgern der Europäischen Union sammeln und verarbeiten, sind Sendys DSGVO Features für Sie nützlich.

source: Subscribers who signup through the provided 'Ready-to-use subscribe form' or the embeddable 'Subscribe form HTML code' with 'gdpr' parameter set to 'true' will be tagged with 'GDPR'. By enabling this option, your future Campaigns will only send to subscribers tagged with 'GDPR'.
de_de: Abonnenten, die sich über das schlüsselfertige Anmeldeformular oder den einbettbaren HTML Code für das Anmeldeformular bei gesetztem ‚DSGVO‘ Parameter anmelden, erhalten automatisch das DSGVO Tag. Wenn Sie diese Option aktivieren, werden zukünftige Kampagnen nur an Abonnenten mit diesem Tag versandt.

source: Subscribers who signup through the provided 'Ready-to-use subscribe form' or the embeddable 'Subscribe form HTML code' with 'gdpr' parameter set to 'true' will be tagged with 'GDPR'. By enabling this option, your future Autoresponders will only send to subscribers tagged with 'GDPR'.
de_de: Abonnenten, die sich über das schlüsselfertige Anmeldeformular oder den einbettbaren HTML Code für das Anmeldeformular bei gesetztem ‚DSGVO‘ Parameter anmelden, erhalten automatisch das DSGVO Tag. Wenn Sie diese Option aktivieren, werden zukünftige Autoresponder nur an Abonnenten mit diesem Tag versandt.

source: Your license key
de_de: Ihr Lizenz-Schlüssel

source: You'll need this license key to
de_de: Sie brauchen diesen Schlüssel um

source: download the latest version of Sendy on our website
de_de: die neueste Version von Sendy auf unserer Webseite runterzulassen

source: Your API key
de_de: Ihr API-Schlüssel

source: Regenerate API key?
de_de: API Schlüssel neu erzeugen?

source: Please note that tracking links, unsubscribe and web version links are encrypted with your API key, regenerating your API key means they will cease to work for emails that were already sent out. Also, if you currently use Sendy's subscribe form or API for your website or application, please update the API key or forms with the newly generated one. Your old API key will be stored and can be restored at a later time if you change your mind.
de_de: Bitte beachten Sie, dass Tracking-Links, Abmelde- und Webversions-Links mit Ihrem API-Schlüssel verschlüsselt werden. Die Neugenerierung Ihres API-Schlüssels bedeutet, dass sie für bereits versandte E-Mails nicht mehr funktionieren. Auch wenn Sie derzeit das Anmeldeformular oder die API von Sendy für Ihre Website oder Anwendung verwenden, aktualisieren Sie bitte den API-Schlüssel oder die Formulare mit dem neu generierten. Ihr alter API-Schlüssel wird gespeichert und kann zu einem späteren Zeitpunkt wiederhergestellt werden, falls Sie Ihre Meinung ändern.

source: Click to regenerate API key
de_de: Klicken, um den API Schlüssel neu zu erzeugen

source: Restore previous API key?
de_de: Vorherigen API Schlüssel wiederherstellen?

source: Your API key has been regenerated!
de_de: Der API Schlüssel wurde neu erstellt!

source: Sorry, unable to regenerate API key. Please try again later!
de_de: Leider war es nicht möglich, den API Key neu zu erzeugen. Bitte versuchen Sie es später noch einmal!

source: This will restore your API key to the previous key. Do you want to proceed?
de_de: Dadurch wird Ihr API-Schlüssel auf den vorherigen Schlüssel zurückgesetzt. Möchten Sie fortfahren?

source: Your previous API key has been restored!
de_de: Der vorherige API Schlüssel wurde wiederhergestellt!

source: Sorry, unable to restore API key. Please try again later!
de_de: Leider war es nicht möglich, den API Key wiederherzustellen. Bitte versuchen Sie es später noch einmal!

source: Visit the <a href="https://sendy.co/api?app_path=
de_de: Besuchen Sie den <a href="https://sendy.co/api?app_path=

source: <a href="https://zapier.com" target="_blank" style="text-decoration:underline">Zapier</a>'s integration with <a href="https://zapier.com/apps/sendy/integrations" target="_blank" style="text-decoration:underline">Sendy</a> opens up a whole world of automation! You can integrate Sendy with over 1,000 apps available in <a href="https://zapier.com/apps" target="_blank" style="text-decoration:underline">Zapier's app directory</a>. The following are a few ready to use "Zaps" to get you started. Alternatively you can visit Zapier and create your own "Zaps" to integrate Sendy with any other apps. You'd be prompted to <a href="https://zapier.com/sign-up/" target="_blank" style="text-decoration:underline">signup for a free Zapier account</a> if you don't have one.
de_de: <a href="https://zapier.com" target="_blank" style="text-decoration:underline">Zapiers</a> Integration von <a href="https://zapier.com/apps/sendy/integrations" target="_blank" style="text-decoration:underline">Sendy</a> öffnet die Tür für eine ganze Welt der Automatisierung! Sie können Sendy mit über 1.000 anderen Apps aus dem <a href="https://zapier.com/apps" target="_blank" style="text-decoration:underline">Zapier App Verzeichnis</a> verknüpfen. Nachfolgend finden Sie einige vorbereitete "Zaps", die Ihnen den Einstieg erleichtern. Alternativ können Sie Zapier besuchen und eigene "Zaps" erstellen, mit denen Sie Sendy mit anderen Apps verknüpfen können. Um dies zu tun, müssen Sie einen <a href="https://zapier.com/sign-up/" target="_blank" style="text-decoration:underline">kostenlosen Zapier Account eröffnen</a>, falls Sie noch keinen besitzen.

source: Your company name is required
de_de: Der Name Ihres Unternehmens wird benötigt

source: Your name is required
de_de: Ihre Name wird benötigt

source: A valid email is required
de_de: Es wird eine gültige E-Mail Adresse benötigt

source: IP address is invalid.
de_de: IP Adresse ist ungültig.

source: Country must be a valid 2 letter country code
de_de: Das Land muss ein gültiger, zweistelliger Ländercode sein

source: Referrer is not a valid URL
de_de: Referrer ist keine gültige URL

source: Some fields are missing.
de_de: Es fehlen noch Felder.

source: Email address is bounced.
de_de: E-Mail Adresse wurde gebounct.

source: Failed reCAPTCHA test.
de_de: Der reCAPTCHA Test wurde nicht bestanden.

source: Consent not given.
de_de: Zustimmung nicht erteilt.

source: API key not passed
de_de: Es wurde kein API Schlüssel übergeben

source: Invalid API key
de_de: Ungültiger API Schlüssel

source: Invalid secret key.
de_de: Secret Key ist ungültig.

source: Thank you, a confirmation email has been sent to you.
de_de: Vielen Dank, eine Bestätigungsemail wurde an Sie übermittelt.

source: A confirmation email had already been sent to you.
de_de: Eine Bestätigungsmail wurde bereits an Sie gesendet.

source: You're already subscribed!
de_de: Sie haben diesen Newsletter bereits abonniert!

source: Confirm your subscription to
de_de: Bestätigen Sie Ihre Newsletteranmeldung bei

source: Please confirm your subscription by clicking the link below
de_de: Bitte das Abonnement durch anklicken des Links bestätigen

source: Add subscribers
de_de: Abonnenten hinzufügen

source: Delete subscribers
de_de: Lösche Abonnenten

source: Mass unsubscribe
de_de: Massenabmeldung

source: all subscribers
de_de: alle Abonnenten

source: active subscribers
de_de: aktive Abonnenten

source: unconfirmed subscribers
de_de: unbestätigte Abonnenten

source: unsubscribers
de_de: Abmeldungen

source: bounced subscribers
de_de: Bounced Abonnenten

source: subscribers who marked your email as spam
de_de: Abonnenten, die Ihre Email als Spam markiert haben

source: GDPR subscribers
de_de: DSGVO Abonnenten

source: Subscribe form
de_de: Anmelde-Formular

source: Ready-to-use subscribe form
de_de: Schlüsselfertiges Anmeldeformular

source: The following is a 'ready-to-use' subscription form URL you can immediately use to collect sign ups to this list
de_de: Nachfolgend finden Sie die URL für ein schlüsselfertiges Anmeldeformular, das Sie sofort verwenden können, um Abonnenten für diese Liste zu sammeln

source: The following is an embeddable subscribe form HTML code for this list
de_de: Dies ist der HTML-Code für das Anmeldeformular dieser Liste

source: You can setup reCAPTCHA in the brand settings.
de_de: Sie können reCAPTCHA in den Markeneinstellungen konfigurieren.

source: You can setup reCAPTCHA in the main settings.
de_de: Sie können reCAPTCHA in den Haupteinstellungen konfigurieren.

source: To subscribe users programmatically, use the API
de_de: Um Benutzer automatisch anzumelden, benutzen Sie unsere API

source: Enable GDPR fields
de_de: DSGVO Felder aktivieren

source: The <a href="https://www.eugdpr.org/the-regulation.html" target="_blank" style="text-decoration: underline;">General Data Protection Regulation (GDPR)</a> is a regulation in EU law on data protection and privacy for all individuals within the European Union. The GDPR regulation affects anyone in the world who collect and process the personal data of EU users. If you collect and process data of EU users, consider enabling GDPR fields.
de_de: Die <a href="https://www.stiftungdatenschutz.org/dsgvo-info/" target="_blank" style="text-decoration: underline;">Datenschutz Grundsatzverordnung (DSGVO)</a> ist einer EU Verordnung für mehr Datensatz und Privatsphäre für die Bürger der EU. Sie betrifft weltweit jeden, der persönliche Daten von EU Bürgern sammelt und verarbeitet. Wenn Sie die persönlichen Daten von Bürgern der Europäischen Union sammeln und verarbeiten, sollten Sie die DSGVO Felder aktivieren.

source: GDPR fields are supported in both the 'Ready-to-use subscribe form' and the embeddable 'Subscribe form HTML code' as seen on the left. When GDPR fields are enabled, an unticked consent checkbox will appear below the subscription form with 'Marketing permission' and 'What to expect' texts to explain what they are signing up for and what you’re going to do with the information they submit. Users are required to check the checkbox in order to subscribe.
de_de: Die DSGVO Felder werden sowohl im schlüsselfertigen Anmeldeformular als auch im einbettbaren HTML Code für das Anmeldeformular (siehe links) unterstützt. Wenn die DSGVO Felder aktiviert sind, erscheint eine nicht angehakte Checkbox zur Zustimmung unter dem Anmeldeformular. Dabei stehen die Texte ‚Marketingerlaubnis‘ und ‚Was erwartet mich‘, die dem Benutzer erklären, für was er sich anmeldet und was mit den übermittelten Informationen geschieht. Um sich anmelden zu können, müssen Benutzer die Checkbox anklicken.

source: Marketing permission
de_de: Marketingerlaubnis

source: What to expect
de_de: Was erwartet mich

source: Subscribers activity chart
de_de: Aktivitätenliste des Abonnenten

source: Click to learn more
de_de: Hier klicken um mehr zu erfahren

source: emails were skipped from your last import
de_de: E-Mails wurden beim letzten Import übersprungen

source: To see the list and reasons, export the CSV.
de_de: Um die Liste und die Gründe zu sehen, exportieren Sie die CSV Datei.

source: Export skipped email addresses from your last import
de_de: Beim letzten Import übersprungene Adressen exportieren

source: Dismiss this notice (CSV will no longer be available for download)
de_de: Diese Benachrichtigung verwerfen (CSV steht für den Download danach nicht mehr zur Verfügung)

source: Dismiss
de_de: Verwerfen
